<?php

/**
 *  2Moons 
 *   by Jan-Otto Kröpke 2009-2016
 *
 * For the full copyright and license information, please view the LICENSE
 *
 * @package 2Moons
 * @author Jan-Otto Kröpke <slaver7@gmail.com>
 * @copyright 2009 Lucky
 * @copyright 2016 Jan-Otto Kröpke <slaver7@gmail.com>
 * @licence MIT
 * @version 1.8.0
 * @link https://github.com/jkroepke/2Moons
 */

// Translation into Russian - Copyright © 2010-2013 InquisitorEA <support@moon-hunt.ru>
//Russian
$LNG['account_p1']					= 'Панель учетных записей';
$LNG['account_p2']					= 'Настройки аккаунта';
$LNG['account_p3']					= 'Вернуться к профилю';
$LNG['account_p4']					= 'Изменить пароль';
$LNG['account_p5']					= 'Держите свою учетную запись безопасной';
$LNG['account_p6']					= 'Сменить имейл';
$LNG['account_p7']					= 'Изменение электронной почты аккаунта';
$LNG['account_p8']					= 'Изменить адрес электронной почты';
$LNG['account_p9']					= 'Чтобы изменить свой адрес электронной почты, вы должны ответить на свой секретный вопрос.';
$LNG['account_p10']					= 'Выберите секретный вопрос';
$LNG['account_p11']					= 'Ответьте на секретный вопрос';
$LNG['account_p12']					= 'Введите новый адрес электронной почты';
$LNG['account_p13']					= 'Изменить';
$LNG['account_p14']					= 'партнер';
$LNG['account_p15']					= 'Станьте нашим Партнером и разместите свой баннер здесь';
$LNG['account_p16']					= 'www.Your-Website.com';
$LNG['account_p17']					= '%s игроков в сети';
$LNG['account_p18']					= 'Изменить отображаемое имя';
$LNG['account_p19']					= 'Измените имя своей учетной записи, отображаемое в игре.';
$LNG['account_p20']					= 'Отображаемое имя используется для вашей рекламы, чтобы ваша учетная запись защищала вход в систему и отображаемое имя вашей учетной записи.';
$LNG['account_p21']					= 'Выберите новое отображаемое имя';
$LNG['account_p22']					= 'Введите старый пароль';
$LNG['account_p23']					= 'Введите новый пароль';
$LNG['account_p24']					= 'Изменить аватар';
$LNG['account_p25']					= 'Ссылающиеся участники';
$LNG['account_p26']					= 'Последний Войти';
$LNG['account_p27']					= 'Последний IP-адрес';
$LNG['account_p28']					= 'Дата регистрации';
$LNG['account_p29']					= 'Нанять друга';
$LNG['account_p30']					= 'Создать новость';
$LNG['account_p31']					= 'Создание списков изменений';
$LNG['account_p32']					= 'Активные рефералы';
$LNG['account_p33']					= 'Неактивные рефералы';
$LNG['account_p34']					= 'Нет записей.';
$LNG['account_p35']					= 'Ваша реферальная ссылка';
$LNG['account_p36']					= 'Подбирая друзей, вы очень выиграете, но до этого ваши друзья должны стать <br/>
                 Право на участие в программе. Чтобы стать правомочным, ваши рефералы должны иметь по крайней мере один уровень персонажа 10 <br/>
                 За каждые 5 голосов вашим другом вы получите 1000 антиматерий. <br/>';
$LNG['account_p37']					= 'Голос';
$LNG['account_p38']					= 'При каждом голосовании вы получите <font color="#808080"><b>темную материю</b></font>. <br/>Вы можете потратить свои монеты на удивительные вещи на нашем сайте.';
$LNG['account_p39']					= 'Вы можете голосовать прямо сейчас!';
$LNG['account_p40']					= 'Facebook';

$LNG['custom_p1']					= 'Вам понравилась War of Alliance на Facebook';
$LNG['custom_p2']					= 'Обои';
$LNG['custom_p3']					= 'Видео';
$LNG['custom_p4']					= 'Addons';
$LNG['custom_p5']					= 'Условия эксплуатации';
$LNG['custom_p6']					= 'Рекомендации';
$LNG['custom_p7']					= 'списком изменений';
$LNG['custom_p8']					= 'Имя пользователя';
$LNG['custom_p9']					= 'Запомни меня';
$LNG['custom_p10']					= 'Забыли пароль ?';
$LNG['custom_p11']					= 'У вас еще нет учетной записи? <a href="index.php?page=register">Зарегистрируйтесь сейчас!</a>';
$LNG['custom_p12']					= 'War of Alliance© и WOA© являются товарными знаками или зарегистрированными товарными<br> знаками GetAGame в Бельгии и/или других странах. Эти термины и все связанные<br> с ними материалы, логотипы, изображения и изображения являются авторскими правами GetAGame©.';
$LNG['custom_p13']					= 'Поиск по ключевым словам';
$LNG['custom_p14']					= 'Война Альянса [WOA] Подбор персонала GM';
$LNG['custom_p15']					= 'Добро пожаловать в Войну Альянса';
$LNG['custom_p16']					= 'War of Alliance - это качественный сервер, в котором задействованы талантливые разработчики и ресурсы для обеспечения наилучшего удовольствия. Наша команда - команда, которая профессионально создает и поддерживает повседневные функции для игроков. Зарегистрируйтесь сегодня!';
$LNG['custom_p17']					= 'Последние новости';
$LNG['custom_p18']					= 'Архив новостей';
$LNG['custom_p19']					= 'Прочитайте больше';
$LNG['custom_p20']					= 'Новое видео';
$LNG['custom_p21']					= 'Все видео';
$LNG['custom_p22']					= 'Новые скриншоты';
$LNG['custom_p23']					= 'Все скриншоты';
$LNG['custom_p24']					= 'Лучшие избиратели';
$LNG['custom_p25']					= '! Сбросить каждый месяц';
$LNG['custom_p26']					= 'Ежемесячные награды будут вручены лучшим избирателям.
500 серебряных монет для Top 5 и еще 25 золотых монет для топ-3.';
$LNG['custom_p27']					= 'Прожектор';
$LNG['custom_p28']					= 'СМИ';
$LNG['custom_p29']					= 'Посмотреть все';
$LNG['custom_p30']					= 'Смотреть на YouTube';
$LNG['custom_p31']					= 'Имя пользователя';
$LNG['custom_p32']					= 'Отображаемое имя';
$LNG['custom_p33']					= 'день рождения';
$LNG['custom_p34']					= 'Год';
$LNG['custom_p35']					= 'День';
$LNG['custom_p36']					= 'Месяц';
$LNG['custom_p37']					= 'Страна';
$LNG['custom_p38']					= 'Выберите страну';
$LNG['custom_p39']					= 'секретный вопрос';
$LNG['custom_p40']					= 'Выберите вопрос';
$LNG['custom_p41']					= 'Ваш город рождения?';
$LNG['custom_p42']					= 'Город рождения матери?';
$LNG['custom_p43']					= 'Отец города рождения?';
$LNG['custom_p44']					= 'Модель вашего первого автомобиля?';
$LNG['custom_p45']					= 'Лучший друг в старшей школе?';
$LNG['custom_p46']					= 'Начальная школа, которую я посещал?';
$LNG['custom_p47']					= 'Имя вашего первого питомца?';
$LNG['custom_p48']					= 'Секретный ответ';
$LNG['custom_p49']					= 'Старшая';
$LNG['custom_p50']					= 'Новее';
$LNG['custom_p51']					= 'ой';
$LNG['custom_p52']					= 'Эта новость не существует!';
$LNG['custom_p53']					= 'Кроме того, поскольку эти правила применяются к конкретным случаям неправомерного поведения, мы оставляем за собой право изменять существующие или добавлять новые правила по нашему усмотрению без предварительного уведомления (и не помещая их в этот список), чтобы справляться с любым изменением правонарушений. Мы также оставляем за собой право отказать или отменить услугу любого пользователя в любое время.';
$LNG['custom_p54']					= 'Информация';
$LNG['custom_p55']					= 'Ваш новый пароль будет выполнен немедленно.';
$LNG['custom_p56']					= 'Ваш старый пароль неверен. Пожалуйста, попробуйте еще раз.';
$LNG['custom_p57']					= 'Произошла ошибка. Пожалуйста, повторите попытку позже...';
$LNG['custom_p58']					= 'Вы успешно изменили ваш пароль.';
$LNG['custom_p59']					= 'Ваш новый пароль точно такой же, как ваш старый.';
$LNG['custom_p60']					= 'Вы можете изменить отображаемое имя только один раз в неделю.';
$LNG['custom_p61']					= 'Ваше новое отображаемое имя в точности совпадает с вашим старым.';
$LNG['custom_p62']					= 'Ваше отображаемое имя успешно изменено.';
$LNG['custom_p63']					= 'Тайный ответ или секретный вопрос неверны.';
$LNG['custom_p64']					= 'Ваше новое письмо точно так же, как и ваше прежнее.';
$LNG['custom_p65']					= 'Ваше письмо успешно изменено.';
$LNG['custom_p66']					= 'Выберите Аватар';
$LNG['custom_p67']					= 'War of Alliance предлагает уникальный выбор аватаров на основе вашего ранга.<br/>Аватары постепенно разблокируются, когда вы поднимаетесь, на самом высоком уровне вы можете загрузить<br> свой собственный аватар';
$LNG['custom_p68']					= 'Rookie Аватары';

// Заголовки
$LNG['siteTitleIndex']              = 'Главная';
$LNG['siteTitleRegister']           = 'Регистрация';
$LNG['siteTitleScreens']            = 'Скриншоты';
$LNG['siteTitleBanList']            = 'Заблокированные';
$LNG['siteTitleBattleHall']         = 'Зал славы';
$LNG['siteTitleRules']              = 'Правила';
$LNG['siteTitleNews']               = 'Новости';
$LNG['siteTitleDisclamer']          = 'Контакты';
$LNG['siteTitleLostPassword']       = 'Восстановление пароля';

// Меню
$LNG['forum']                       = 'Форум';
$LNG['menu_index']                  = 'Главная';
$LNG['menu_news']                   = 'Новости';
$LNG['menu_rules']                  = 'Правила';
$LNG['menu_banlist']                = 'Заблокированные';
$LNG['menu_battlehall']             = 'Зал славы';
$LNG['menu_disclamer']              = 'Контакты';
$LNG['menu_register']               = 'Регистрация';

// Выбор вселенной
$LNG['chose_a_uni']                 = 'Выбрать...';
$LNG['universe']                    = 'Вселенная';
$LNG['uni_closed']                  = ' (отключена)';

// Кнопки
$LNG['buttonRegister']              = 'Зарегистрироваться';
$LNG['buttonScreenshot']            = 'Скриншоты';
$LNG['buttonLostPassword']          = 'Забыли пароль?';

// Описание
$LNG['gameInformations'] 			= "Создайте экономическую и военную инфраструктуру.\nИсследуйте новейшие технологии.\nСоздавайте альянсы и ведите переговоры с другими императорами.\nПостройте непобедимый флот или планетарную оборону.";

// Авторизация
$LNG['loginHeader']                 = 'Авторизация';
$LNG['loginUsername']               = 'Логин';
$LNG['loginPassword']               = 'Пароль';
$LNG['loginButton']                 = 'Войти';
$LNG['loginInfo']                   = 'Со входом в игру я принимаю %s.';
$LNG['loginWelcome']                = 'Добро пожаловать в %s';
$LNG['loginServerDesc']             = '%s - это стратегический космический симулятор в реальном времени. Сражайтесь с тысячами игроков во всём мире одновременно, чтобы стать лучшим.';

// Регистрация
$LNG['registerFacebookAccount']     = 'Аккаунт Facebook';
$LNG['registerUsername']            = 'Логин';
$LNG['registerUsernameDesc']        = 'Логин должен содержать от 3 до 25 символов и состоять только из букв, цифр, пробелов и символов "_", "-", "."';
$LNG['registerPassword']            = 'Пароль';
$LNG['registerPasswordDesc']        = 'Пароль должен содержать не менее 8 символов.';
$LNG['registerPasswordReplay']      = 'Пароль (подтверждение)';
$LNG['registerPasswordReplayDesc']  = 'Пожалуйста, повторите ввод пароля';
$LNG['registerEmail']               = 'Электронная почта';
$LNG['registerEmailDesc']           = 'Пожалуйста, введите адрес электронной почты.';
$LNG['registerEmailReplay']         = 'Электронная почта (подтверждение)';
$LNG['registerEmailReplayDesc']     = 'Пожалуйста, повторите ввод адреса электронной почты.';
$LNG['registerLanguage']            = 'Язык';
$LNG['registerReferral']            = 'Пригласил';
$LNG['registerCaptcha']             = 'Защитный код';
$LNG['registerCaptchaDesc']         = 'Пожалуйста, введите ниже буквы, которые показаны на картинке. Верхний и нижний регистр букв нужно соблюдать. Если вы не разобрали буквы на изображении даже после многократных обновлений кода, пожалуйста, свяжитесь с администратором игры.';
$LNG['registerCaptchaReload']       = 'Обновить код.';
$LNG['registerRules']               = 'Правила';
$LNG['registerRulesDesc']           = 'Я согласен и принимаю %s.';

$LNG['registerBack']                = 'Назад';
$LNG['registerNext']                = 'Далее';

$LNG['registerErrorUniClosed']      = 'Регистрация в данной вселенной закрыта.';
$LNG['registerErrorUsernameEmpty']  = 'Вы не ввели логин.';
$LNG['registerErrorUsernameChar']   = 'Логин может состоять только из букв, цифр, пробелов и символов "_", "-", "."';
$LNG['registerErrorUsernameExist']  = 'Указанный логин уже зарегистрирован.';
$LNG['registerErrorPasswordLength'] = 'Пароль должен содержать не менее 8 символов.';
$LNG['registerErrorPasswordSame']   = 'Указанные пароли не совпадают.';
$LNG['registerErrorMailEmpty']      = 'Вы не ввели адрес электронной почты.';
$LNG['registerErrorMailInvalid']    = 'Адрес электронной почты введён неправильно.';
$LNG['registerErrorMailSame']       = 'Указанные адреса электронной почты не совпадают.';
$LNG['registerErrorMailExist']      = 'Указанный адрес электронной почты уже зарегистрирован.';
$LNG['registerErrorRules']          = 'Вы не приняли правила игры.';
$LNG['registerErrorCaptcha']        = 'Защитный код введён неправильно.';

$LNG['registerMailVertifyTitle']    = 'Активация аккаунта на сайте %s';
$LNG['registerMailVertifyError']    = 'Не удалось отправить сообщение на электронную почту %s';

$LNG['registerMailCompleteTitle']   = 'Добро пожаловать в %s!';

$LNG['registerSendComplete']        = 'Спасибо за регистрацию. В ближайшее время Вы получите по электронной почте письмо с дополнительной информацией. Письмо может попасть в категорию Спам.';

$LNG['registerWelcomePMSenderName'] = 'Администратор';
$LNG['registerWelcomePMSubject']    = 'Добро пожаловать';
$LNG['registerWelcomePMText']       = 'Добро пожаловать в %s! Первым делом постройте солнечную электростанцию​​, потому что энергия необходима для последующего производства ресурсов. Для этого нажмите кнопку "Постройки" в левом меню. Затем постройте четвёртое здание сверху. Теперь у Вас есть энергия, Вы можете начать строить шахты. Вернитесь в меню "Постройки" и постройте шахту металла, затем шахту кристалла. Чтобы строить корабли Вам нужно сначала построить Верфь. Что для этого нужно Вы найдёте в левом меню "Технологии". Команда проекта желает вам много удовольствия в исследовании Вселенной!';

// Активация учётной записи
$LNG['vertifyNoUserFound']          = 'Неверный запрос.';
$LNG['vertifyAdminMessage']         = 'Учётная запись "%s" активирована.';

// Восстановление пароля
$LNG['passwordInfo']                = 'Если Вы забыли свой ​​пароль, Вам нужно знать логин и адрес электронной почты, связанный с Вашим аккаунтом. Если Вы не знаете их, пожалуйста, свяжитесь с администратором игры.';
$LNG['passwordUsername']            = 'Логин';
$LNG['passwordMail']                = 'Электронная почта';
$LNG['passwordCaptcha']             = 'Защитный код';
$LNG['passwordSubmit']              = 'Отправить';
$LNG['passwordErrorUsernameEmpty']  = 'Вы не указали логин.';
$LNG['passwordErrorMailEmpty']      = 'Вы не указали электронную почту.';
$LNG['passwordErrorUnknown']        = 'Указанная учётная запись не найдена.';
$LNG['passwordErrorOnePerDay']      = 'Запрос на восстановление пароля к этой учётной записи уже был произведён один раз за последние 24 часа. По соображениям безопасности пароль пользователя можно восстановить только один раз в день. Вы можете восстановить пароль для этой учётной записи снова через 24 часа.';

$LNG['passwordValidMailTitle']      = 'Восстановление пароля на сайте %s';
$LNG['passwordValidMailSend']       = 'В ближайшее время Вы получите по электронной почте письмо с дополнительной информацией. Письмо может попасть в категорию Спам.';

$LNG['passwordValidInValid']        = 'Неверный запрос.';
$LNG['passwordChangedMailSend']     = 'В ближайшее время Вы получите по электронной почте письмо с Вашим новым паролем.';
$LNG['passwordChangedMailTitle']    = 'Новый пароль на сайте %s';

$LNG['passwordBack']                = 'Назад';
$LNG['passwordNext']                = 'Далее';

// Ошибки авторизации
$LNG['login_error_1']               = 'Неправильный логин или пароль.';
$LNG['login_error_2']               = 'Ваш текущий IP адрес отличается от IP адреса последней незавершённой сессии.';
$LNG['login_error_3']               = 'Ваша сессия завершена.';
$LNG['login_error_4']               = 'Произошла ошибка во внешней авторизации. Попробуйте ещё раз позже.';

// Правила
$LNG['rulesHeader']                 = 'Правила';

// Новости
$LNG['news_overview']               = 'Новости';
$LNG['news_from']                   = '%s от %s';
$LNG['news_does_not_exist']         = 'Нет новостей';

// Контакты
$LNG['disclamerLabelAddress']       = 'Адрес:';
$LNG['disclamerLabelPhone']         = 'Телефон:';
$LNG['disclamerLabelMail']          = 'Электронная почта:';
$LNG['disclamerLabelNotice']        = 'Дополнительная информация';