<?php

/**
 *  2Moons 
 *   by Jan-Otto Kröpke 2009-2016
 *
 * For the full copyright and license information, please view the LICENSE
 *
 * @package 2Moons
 * @author Jan-Otto Kröpke <slaver7@gmail.com>
 * @copyright 2009 Lucky
 * @copyright 2016 Jan-Otto Kröpke <slaver7@gmail.com>
 * @licence MIT
 * @version 1.8.0
 * @link https://github.com/jkroepke/2Moons
 */

// Translation into Russian - Copyright © 2010-2013 InquisitorEA <support@moon-hunt.ru>

// Если у Вас есть собственные языковые переменные, Вы можете поместить их здесь. Файл не будет переписан системой обновления.
// Также Вы можете переписать значение уже существующих языковых переменных. Для этого используйте тот же ключ.
//RUSSE

//COMMANDER
$LNG['commander_1'] = "Вы достигли нового уровня";
$LNG['commander_2'] = "Награда";

//BONUSES EXTRAS
$LNG['bonus']['MoonCreat'] = "к максимальному шансу на создание спутникa";
$LNG['bonus']['Armor'] = "к броне";
$LNG['bonus']['AccuracyShot'] = "к снижению промахов";
$LNG['bonus']['ArmorActive'] = "к увеличению промахов";
$LNG['bonus']['ShieldReg'] = "к восстановлению щитов";
$LNG['bonus']['Resource941'] = "к науке";
$LNG['bonus']['SpeedFleet'] = "к скорости полета флота";
$LNG['bonus']['MotorEconomy'] = "к экономии двигателей";
$LNG['bonus']['Espionage'] = "к уровню шпионажа";

//ARSENAL PAGE
$LNG['arsenal_1']	= "Апгрейды";
$LNG['arsenal_2']	= "Модификация";
$LNG['arsenal_3']	= "Чертежи";
$LNG['arsenal_4']	= "Детали";
$LNG['arsenal_5']	= "Купить дополнительный слот?";
$LNG['arsenal_6']	= "Можно найти в секторе «Хостаил» при полете на Варваров.";
$LNG['arsenal_7']	= "Можно получить при неудачной модификации апгрейдов.";
$LNG['arsenal_8']	= "Вероятность нахождения - высокая.";
$LNG['arsenal_9']	= "Вероятность нахождения - средняя.";
$LNG['arsenal_10']	= "Вероятность нахождения - низкая.";
$LNG['arsenal'][1]	= "Нанотрубки";
$LNG['arsenal'][2]	= "Линза";
$LNG['arsenal'][3]	= "Нагнетательный канал";
$LNG['arsenal'][4]	= "Конденсатор";
$LNG['arsenal'][5]	= "Распределитель";
$LNG['arsenal'][6]	= "Нагнетатель";
$LNG['arsenal'][7]	= "Модуль управления";
$LNG['arsenal'][8]	= "Стабилизатор";

//EXPEDITION PAGE
$LNG['exppage_1']	= "Найти ресурсы";
$LNG['exppage_2']	= "Найти флот";
$LNG['exppage_3']	= "Найти Темную материю";
$LNG['exppage_4']	= "Найти Звездную руду";
$LNG['exppage_5']	= "Потерять флот";
$LNG['exppage_6']	= "Снарядить";
$LNG['exppage_7']	= "Добыть ресурсы";
$LNG['exppage_8']	= "Min очков флота";
$LNG['exppage_9']	= "Шанс убер противника";

//SPECIAL OFFERS
$LNG['specialof_1']	= "Спецпредложение";
$LNG['specialof_2']	= "Быстрый старт";
$LNG['specialof_3']	= "Вы уже заявили об этом специальном предложении на этом счету.";
$LNG['specialof_4']	= "Ваша планета обновлена.";
$LNG['type_mission_16']	= "Укрыть флот";

//SETTINGS
$LNG['settings_1']	= "Общие настройки";
$LNG['settings_2']	= "Игровые настройки";
$LNG['settings_3']	= "Описание: Если очки флота атакующего игрока в 5 раз превышают очки флота/обороны на вашей планете, то сработает автоувод. В этом случаи ваш флот/оборона не будет участвовать в бою и не понесет потери.";
$LNG['settings_4']	= "Автоувод флота из под атаки";
$LNG['settings_5']	= "Вы уверены, что хотите включить режим отпуска?";
$LNG['settings_6']	= "Изменение данного параметра, требует перезагрузку страницы, вы уверены что хотите это сделать?";
$LNG['settings_7']	= "Анимация";
$LNG['settings_8']	= "Использование HTML5 анимации. Отключение, снизит нагрузку на процессор.";
$LNG['settings_9']	= "Режим отпуска включён";
$LNG['settings_10']	= "Вы будете находиться в режиме отпуска по крайней мере до %s";

//PLANETARIUM
$LNG['planeta_1']	= "Температурные характеристики";
$LNG['planeta_2']	= "Телепортация планеты";
$LNG['planeta_3']	= "галактика";
$LNG['planeta_4']	= "Система";
$LNG['planeta_5']	= "Планета";
$LNG['planeta_6']	= "Переместить";
$LNG['planeta_7']	= "Вам не хватает темной материи, чтобы переместить вашу планету.";
$LNG['planeta_8']	= "У вас есть флоты, летящие с или на эту планету.";
$LNG['planeta_9']	= "Эта позиция уже занята другой планетой.";
$LNG['planeta_10']	= "Вы должны использовать функцию перемещения с планеты.";
$LNG['planeta_11']	= "Координаты находятся за пределами допустимого диапазона.";
$LNG['planeta_12']	= "Ваша планета переместилась на новую позицию.";
$LNG['planetar_1']	= "Генерировать";
$LNG['planetar_2']	= "Изменение планеты";
$LNG['planetar_3']	= "Удаление планеты %s нужно подтвердить ее названием.";
$LNG['planetar_4']	= "Вы действительно хотите удалить колонию? Данное действие необратимо!";
$LNG['planetar_5']	= "Переименовать";
$LNG['planetar_6']	= "Название планеты";
$LNG['planetar_7']	= "Удалить планету";
$LNG['planetar_8']	= "Строительство";

//TOURNEY
$LNG['tourney_1']	= "Окончание турнира";
$LNG['tourney_2']	= "Нет участников";
$LNG['tourney_3']	= "Прошлый тур";

//ALLIANCE
$LNG['alliance_1']	= "Найти альянс по названию";
$LNG['alliance_2']	= "Создать альянс";
$LNG['alliance_3']	= "Боевая статистика альянса";
$LNG['alliance_4']	= "Мини. количество очков вооружения";
$LNG['alliance_5']	= "Подать заявку";
$LNG['alliance_6']	= "Не дипломатических договоров";
$LNG['alliance_7']	= "Заявка от %s очков";
$LNG['alliance_8']	= "Хранилище альянса";
$LNG['alliance_9']	= "Политика альянса";
$LNG['alliance_10']	= "Обзор альянса";
$LNG['alliance_11']	= "Новый ранг";
$LNG['alliance_12']	= "Сделать вклад";
$LNG['alliance_13']	= "Развитие альянса";
$LNG['alliance_14']	= "Продолжить";
$LNG['alliance_15']	= "Статистика вкладов";
$LNG['alliance_16']	= "Месяц";
$LNG['alliance_17']	= "Неделя";
$LNG['alliance_18']	= "Сутки";
$LNG['alliance_19']	= "Вклад выполнен";
$LNG['alliance_20']	= "Недостаточно прав";
$LNG['alliance_21']	= "Сделайте выбор";
$LNG['alliance_22']	= "участников";
$LNG['alliance_23']	= "уровня";
$LNG['alliance_24']	= "Подтверждаю";
$LNG['alliance_25']	= "Вы уверены выборе бонуса альянса уровня";
$LNG['alliance_26']	= "Побед в турнире";
$LNG['al_rank_desc']['BANK']    = "Пользоваться банком альянса";
$LNG['al_rank_desc']['PLANETS'] = "Пользоваться планетами альянса";
$LNG['alliancedev'][1101]	= "к вместительности хранилищ";
$LNG['alliancedev'][1102]	= "к грузоподъемности флота";


//PREMIUM
$LNG['premium_1']	= "Производство";
$LNG['premium_2']	= "Экспедиция";
$LNG['premium_3']	= "Купить";
$LNG['premium_4']	= "день";
$LNG['premium_5']	= "Вы успешно приобрели пакет темной материи.";
$LNG['premium_6']	= "У вас недостаточно антиматерии.";
$LNG['premium_7']	= "Вы успешно приобрели премиальный пакет.";
$LNG['premium_8']	= "Эксклюзивные";
$LNG['premium_9']	= "Ускорители";
$LNG['premium_10']	= "Бесплатно";
$LNG['premium_11']	= "Получить";
$LNG['premium_12']	= "Вы успешно приобрели пакет ресурсов.";
$LNG['premName'][1]	= "Ресурсы";
$LNG['premName'][2]	= "на благо альянса";
$LNG['premName'][3]	= "Ресурсы+";
$LNG['premName'][4]	= "добывай и изучай";
$LNG['premName'][5]	= "все включено";
$LNG['premName'][6]	= "Бесконечные дали";
$LNG['premName'][7]	= "Сектор «Хастаил»";
$LNG['premName'][8]	= "Руины";
$LNG['premName'][9]	= "Бесконечные дали+";
$LNG['premName'][10]= "Все включено";
$LNG['premName'][11]= "Мини";
$LNG['premName'][12]= "Базовый";
$LNG['premName'][13]= "Стандарт";
$LNG['premName'][14]= "Большой";
$LNG['premName'][15]= "Премиум";
$LNG['premName'][16]= "День космонавтики!";
$LNG['premName'][17]= "Эксклюзивный Добыча";
$LNG['premName'][18]= "Эксклюзивный Экспедиция";
$LNG['premName'][19]= "";
$LNG['premName'][20]= "";
$LNG['premName'][21]= "";
$LNG['premExp'][1]  = "<div class=\"prem-bonus-text\">+25% к общей выработке ресурсов</div><div class=\"prem-bonus-text\">+25% к общей выработке энергии</div>";
$LNG['premExp'][2]  = "<div class=\"prem-bonus-text\">+25% к выработке науки</div><div class=\"prem-bonus-text\">+50% к скорости отчисления науки в альянс</div>";
$LNG['premExp'][3]  = "<div class=\"prem-bonus-text\">+75% к общей выработке ресурсов</div><div class=\"prem-bonus-text\">+40% к общей выработке энергии</div><div class=\"prem-bonus-text\">+1 к очереди строительства</div>";
$LNG['premExp'][4]  = "<div class=\"prem-bonus-text\">+70% к общей выработке ресурсов</div><div class=\"prem-bonus-text\">+40% к выработке науки</div>";
$LNG['premExp'][5]  = "<div class=\"prem-bonus-text\">+100% к общей выработке ресурсов</div><div class=\"prem-bonus-text\">+100% к общей выработке энергии</div><div class=\"prem-bonus-text\">+50% к выработке науки</div><div class=\"prem-bonus-text\">+2 к очереди строительства</div><div class=\"prem-bonus-text\">+50% к скорости отчисления науки в альянс</div>";
$LNG['premExp'][6]  = "<div class=\"prem-bonus-text\">+1 к количеству экспедиций</div><div class=\"prem-bonus-text\">+25% к награде в экспедиции</div>";
$LNG['premExp'][7]  = "<div class=\"prem-bonus-text\">+2 к количеству экспедиций</div><div class=\"prem-bonus-text\">25% ослабление технологий противника в секторе Хостаил</div>";
$LNG['premExp'][8]  = "<div class=\"prem-bonus-text\">+2 к количеству экспедиций</div><div class=\"prem-bonus-text\">+30% к максимальным очкам в пачке</div><div class=\"prem-bonus-text\">+25% к прибыльности руин</div>";
$LNG['premExp'][9]  = "<div class=\"prem-bonus-text\">+2 к количеству экспедиций</div><div class=\"prem-bonus-text\">+40% к максимальным очкам в пачке</div><div class=\"prem-bonus-text\">+35% к награде в экспедиции</div>";
$LNG['premExp'][10] = "<div class=\"prem-bonus-text\">+3 к количеству экспедиций</div><div class=\"prem-bonus-text\">+50% к максимальным очкам в пачке</div><div class=\"prem-bonus-text\">35% ослабление технологий противника в секторе Хостаил</div><div class=\"prem-bonus-text\">+35% к прибыльности руин</div><div class=\"prem-bonus-text\">+50% к награде в экспедиции</div>";
$LNG['premExp'][11] = "+10 Темной материи";
$LNG['premExp'][12] = "+110 Темной материи";
$LNG['premExp'][13] = "+300 Темной материи";
$LNG['premExp'][14] = "+1 300 Темной материи";
$LNG['premExp'][15] = "+7 500 Темной материи";
$LNG['premExp'][16] = "div class=\"prem-bonus\"><div class=\"prem-bonus-text\">+100% к общей выработке ресурсов</div><div class=\"prem-bonus-text\">+25% к Науке</div><div class=\"prem-bonus-text\">+50% к награде в экспедиции</div><div class=\"prem-bonus-text\">+3 к количеству экспедиций</div><div class=\"prem-bonus-text\">+25% к прибыльности руин</div><div class=\"prem-bonus-text\">+50% к макс. очкам в экспедиции</div></div>";
$LNG['premExp'][17] = "<div class=\"prem-bonus\"><div class=\"prem-bonus-text\">+100% к общей выработке ресурсов</div><div class=\"prem-bonus-text\">+40% к общей выработке энергии</div><div class=\"prem-bonus-text\">+25% к Науке</div></div>";
$LNG['premExp'][18] = "<div class=\"prem-bonus\"><div class=\"prem-bonus-text\">+50% к награде в экспедиции</div><div class=\"prem-bonus-text\">+3 к количеству экспедиций</div><div class=\"prem-bonus-text\">+25% к прибыльности руин</div><div class=\"prem-bonus-text\">+50% к макс. очкам в экспедиции</div></div>";
$LNG['premExp'][19]	= "Купить Металл за Антиматерию?";
$LNG['premExp'][20] = "Купить Кристалл за Антиматерию?";
$LNG['premExp'][21] = "Купить Дейтерий за Антиматерию?";

//BATTLE HALL
$LNG['battlhall_1']	= "ТОП 100 боёв за месяц";
$LNG['battlhall_2']	= "ТОП 10 боёв вселенной";
$LNG['battlhall_3']	= "ТОП 10 бойцов вселенной";
$LNG['battlhall_4']	= "ТОП 50 бойцов турнира";

//ACHIEVEMENTS
$LNG['tech'][801]	= "Строитель";
$LNG['tech'][802]	= "Стальная стена";
$LNG['tech'][803]	= "Флотовод";
$LNG['tech'][804]	= "Ученый";
$LNG['tech'][805]	= "Искатель ресурсов";
$LNG['tech'][807]	= "Затерянный флот";
$LNG['tech'][813]	= "Покаритель Руин";
$LNG['tech'][814]	= "Расхетитель руин";
$LNG['tech'][817]	= "Рыночный воротила";
$LNG['tech'][822]	= "Разрушитель";
$LNG['tech'][825]	= "Наемник";
$LNG['techDesc'][801]	= "Возмодите здания и улучшайте свою экономику";
$LNG['techDesc'][802]	= "Пострйокте оборону, которой будет бояться каждый";
$LNG['techDesc'][803]	= "Пострйоте непобедимый флот";
$LNG['techDesc'][804]	= "Наука - двигатель прогресса";
$LNG['techDesc'][805]	= "Поиск ресурсов";
$LNG['techDesc'][807]	= "Поиск флота";
$LNG['techDesc'][813]	= "Любой соперник достоен уважения";
$LNG['techDesc'][814]	= "Иногда, за ресурсы стоит повоевать";
$LNG['techDesc'][817]	= "Только особо зажиточный император, способен позволить себе подобные покупки";
$LNG['techDesc'][822]	= "Обломки, хаос и разрушение. Вот, что заставляет вас улыбаться";
$LNG['techDesc'][825]	= "Вы способны выполнить любой контракт";
$LNG['achieve_1']	= "Очки опыта";

//OFFICERS
$LNG['officer_1']	= "Улучшить";
$LNG['officer_2']	= "Улучшить %s?";
$LNG['officer_3']	= "Дней";
$LNG['officer_4']	= "Очки достижений";

//BATTLESIM
$LNG['battlesi_1']	= "очков";
$LNG['battlesi_2']	= "Ресурсы у цели";
$LNG['battlesi_3']	= "Слот";
$LNG['battlesi_4']	= "Подробнее";
$LNG['battlesi_5']	= "Поражение";
$LNG['battlesi_6']	= "Обломки";

//RESEARCH
$LNG['research_1']	= "На следующем уровне";
$LNG['research_2']	= "Требуется для";
$LNG['research_3']	= "Отменить исследование";
$LNG['research_4']	= "Завершить исследование";
$LNG['research_5']	= "Вы уверены, что хотите отменить исследование";

//INFORMATION
$LNG['informa_1']	= "Делает выстрелов за раунд";
$LNG['informa_2']	= "Получает выстрелов за раунд";
$LNG['informa_3']	= "Промахи";
$LNG['informa_4']	= "Уклонение";

//CHAT
$LNG['chat_msg1']	= "Общий чат";
$LNG['chat_msg2']	= "Приватная комната";
$LNG['chat_msg3']	= "Вы в настоящее время не разрешается отправлять чат/приватное сообщение. Обратитесь в службу поддержки, если вы считаете, что это ошибка";
$LNG['chat_msg4']	= "Вы действительно хотите выйти? Если вы создатель комнаты, то она будет удалена";
$LNG['chat_msg5']	= "Вы действительно хотите исключить игрока из комнаты?";
$LNG['chat_msg6']	= "Введите новый пароль";
$LNG['chat_msg7']	= "Вы не ввели пароль!";
$LNG['chat_msg8']	= "Повторите новый пароль";
$LNG['chat_msg9']	= "Пароли не совпадают!";
$LNG['chat_msg10']	= "Пароль успешно изменён!";
$LNG['chat_msg11']	= "Название комнаты";
$LNG['chat_msg12']	= "Владелец";
$LNG['chat_msg13']	= "Есть";
$LNG['chat_msg14']	= "Нет";
$LNG['chat_msg15']	= "Войти";
$LNG['chat_msg16']	= "Номера не найдены";
$LNG['chat_msg17']	= "Пароль";
$LNG['chat_msg18']	= "Создать комнату";
$LNG['chat_msg19']	= "Создание комнаты";
$LNG['chat_msg20']	= "Имя комнаты";
$LNG['chat_msg21']	= "Пароль входа в комнату (необязательно)";
$LNG['chat_msg22']	= "Повторите пароль (если вводили)";
$LNG['chat_msg23']	= "Создать";
$LNG['chat_msg24']	= "Вы не ввели название комнаты. Сейчас вы будете перенаправлены";
$LNG['chat_msg25']	= "Введённые пароли не совпадают. Сейчас вы будете перенаправлены";
$LNG['chat_msg26']	= "Комната успешно создана! Сейчас вы будете перенаправлены";
$LNG['chat_msg27']	= "Доступ запрещён - неверный пароль. Сейчас вы будете перенаправлены";
$LNG['chat_msg28']	= "Вход в комнату";
$LNG['chat_msg29']	= "Для входа в комнату введите пароль";
$LNG['chat_msg30']	= "Выйти из комнаты";
$LNG['chat_msg31']	= "Цвета никнеймов";
$LNG['chat_msg32']	= "Administration";
$LNG['chat_msg33']	= "Гейм-Мастер";
$LNG['chat_msg34']	= "Оператор чата";

//MESSAGES
$LNG['mg_type'][199]= 'Архив';
$LNG['msgt_1']		= 'Пожаловаться';
$LNG['msgt_2']		= 'Сохранить в архив';
$LNG['msgt_3']		= 'Превышено количество сообщений в архиве!';
$LNG['msgt_4']		= 'Переслать сообщение';
$LNG['msgt_5']		= 'Сообщение успешно удалено';
$LNG['msgt_6']		= 'Выберите получателя';
$LNG['msgt_7']		= 'Всем игрокам вашего альянса';
$LNG['msgt_8']		= 'Сообщение отправляется всем членам альянса.';
$LNG['msgt_9']		= 'Вы должны выбрать получателя';
$LNG['msgt_10']		= 'Сообщение успешно отправлено.';
$LNG['msgt_11']		= 'Очки ресурсов';
$LNG['msgt_12']		= 'Очки построек';
$LNG['msgt_13']		= 'Очки флота';
$LNG['msgt_14']		= 'Очки обороны';

//PLAYERCARD
$LNG['playercar_1']	= "Вооружение";
$LNG['playercar_2']	= "Очки войны";
$LNG['playercar_3']	= "Науки для альянса";
$LNG['playercar_4']	= "Личная информация";
$LNG['playercar_5']	= "Сохранить изменения";
$LNG['playercar_6']	= "Имя";
$LNG['playercar_7']	= "Возраст";
$LNG['playercar_8']	= "Город";
$LNG['playercar_9']	= "Коэффициент урона";
$LNG['playercar_10']= "Коэффициент прибыльности";
$LNG['playercar_11']= "PVP Статистика";
$LNG['playercar_12']= "Добавить в список врагов";
$LNG['playercar_13']= "Личное дело";
$LNG['playercar_14']= "Друзья";
$LNG['playercar_15']= "Враги";
$LNG['playercar_16']= "Варвары";
$LNG['playercar_17']= "Пираты";
$LNG['playercar_18']= "Древние";
$LNG['playercar_19']= "Руины";
$LNG['playercar_20']= "Список врагов";
$LNG['playercar_21']= "Список пуст";
$LNG['playercar_22']= "Игрок добавлен в список врагов!";
$LNG['playercar_23']= "Игрок удалён из списка врагов!";
$LNG['playercar_24']= "Плеер не существует";
$LNG['playercar_25']= "Вы не можете добавить себя в список врагов";
$LNG['playercar_26']= "Этот игрок уже находится в вашем списке врагов.";
$LNG['playercar_27']= "Произошла ошибка. Пожалуйста, повторите попытку позже...";
$LNG['playercar_28']= "Отношения";
$LNG['playercar_29']= "Вылетов";
$LNG['playercar_30']= "Ресурсов найдено";
$LNG['playercar_31']= "Темной материи найдено";
$LNG['playercar_32']= "Флота найдено";
$LNG['playercar_33']= "Звездной руды найдено";
$LNG['playercar_34']= "Бонусы игрока";
$LNG['playercar_35']= "к атаке";
$LNG['playercar_36']= "к броне";
$LNG['playercar_37']= "к щитам";
$LNG['playercar_38']= "к скорости строительства построек";
$LNG['playercar_39']= "к добыче рудников";
$LNG['playercar_40']= "к общей добыче рудников";
$LNG['playercar_41']= "к выработке энергии";
$LNG['playercar_42']= "к скорости полета флота";
$LNG['playercar_43']= "к экономии двигателей";
$LNG['playercar_44']= "к уровню шпионажа";
$LNG['playercar_45']= "к скорости строительства флота";
$LNG['playercar_46']= "к скорости строительства обороны";
$LNG['playercar_47']= "к слотам флота";
$LNG['playercar_48']= "с. к сокращению времени в экспедиции";
$LNG['playercar_49']= "к награде в Экспедиции";
$LNG['playercar_50']= "к макс. очкам в пачке Экспедиции";
$LNG['playercar_51']= "к отчислению в Фонд производсвта";
$LNG['playercar_52']= "к количеству Экспедиций";
$LNG['playercar_53']= "к урону от Лазерного орудия";
$LNG['playercar_54']= "к урону от Ионного орудия";
$LNG['playercar_55']= "к скорости от Реактивного двигателя";
$LNG['playercar_56']= "к легкой броне";
$LNG['playercar_57']= "к легким щитам";
$LNG['playercar_58']= "к восстановлению легких щитов";
$LNG['playercar_59']= "к прибыльность руин";

//FLIGHT PAGE
$LNG['flight_1']	= "Задание";
$LNG['flight_2']	= "Очков флота выбрано";
$LNG['flight_3']	= "Отправление флота";
$LNG['flight_4']	= "Отправить флот";

//MARKET
$LNG['market_1']	= "Покупка";
$LNG['market_2']	= "Ресурсы";
$LNG['market_3']	= "Продажа";
$LNG['market_4']	= "Продать ресурсы";
$LNG['market_5']	= "Ваши лоты";
$LNG['market_6']	= "Недостаточно ресурсов";
$LNG['market_7']	= "Назад";
$LNG['market_8']	= "Отдам";
$LNG['market_9']	= "Получу";
$LNG['market_10']	= "Поиск";
$LNG['market_11']	= "Лоты Ресурсов %s/5";
$LNG['market_12']	= "Внимание! Если ресурсы не будет проданы, они будут восстановлены в размере 50% от поставленных на продажу.";
$LNG['market_13']	= "Выставить на прадажу";
$LNG['market_14']	= "Продажа по данному направлению невозможена";
$LNG['market_15']	= "Недоступный курс продажи";
$LNG['market_16']	= "Превышен лимит ресурсов";
$LNG['market_17']	= "Ошибка данных";
$LNG['market_18']	= "Ресурсы выставлены на продажу";
$LNG['market_19']	= "Превышено количество выставленных лотов.";
$LNG['market_20']	= "Курс";
$LNG['market_21']	= "Время";
$LNG['market_22']	= "Забрать";
$LNG['market_23']	= "Вы уверены что хотите снять лот № %s, с продажи, это восстановить только 50%s ресурса?";
$LNG['market_24']	= "Снять лот";
$LNG['market_25']	= "Лот не найден.";
$LNG['market_26']	= "Вы получили: %s единиц %s";
$LNG['market_27']	= "Ничего не найдено.";
$LNG['market_28']	= "Получено: %s %s. <br>Потрачено: %s %s.";
$LNG['market_29']	= "У вас недостаточно ресурсов для покупки этой партии.";

//ORBITA
$LNG['orbita_1']	= "Флот";
$LNG['orbita_2']	= "Очков флота";
$LNG['orbita_3']	= "Укрыть флот";
$LNG['orbita_4']	= "Планеты";
$LNG['orbita_5']	= "Транспорт";
$LNG['orbita_6']	= "Особые";

//SHIPYARD/DEFENSE
$LNG['shipdef_1']	= "Не боевой класс";
$LNG['shipdef_2']	= "Легкий класс";
$LNG['shipdef_3']	= "Средний класс";
$LNG['shipdef_4']	= "Тяжёлый класс";
$LNG['shipdef_5']	= "Прайм";
$LNG['shipdef_6']	= "Прайм Флот";
$LNG['shipdef_7']	= "Прайм Оборона";
$LNG['shipdef_8']	= "Завершить строительство";
$LNG['shipdef_9']	= "Вы уверены, что хотите отменить строительство, будет восстановлено только 50% затраченых ресурсов?";

//BUILDING
$LNG['buildings_1']	= "Необходимо";
$LNG['buildings_2']	= "Не хватает";
$LNG['buildings_3']	= "Постройки";
$LNG['buildings_4']	= "(Полей свободно: %s из %s)";
$LNG['buildings_5']	= "Окей";
$LNG['buildings_6']	= "Отмена";
$LNG['buildings_7']	= "Завершить улучшение";
$LNG['buildings_8']	= "Вы уверены, что хотите отменить улучшение";
$LNG['buildings_9']	= "Вы уверены, что хотите разрушить";
$LNG['buildings_10']= "Разрушить";
$LNG['buildings_11']= "Вы уверены, что хотите отменить разрушение";
$LNG['buildings_12']= "Завершить разрушение";

//FLEETTABLE
$LNG['fleettabl_1']	= "Орбита";
$LNG['fleettabl_2']	= "Центр полетов";
$LNG['fleettabl_3']	= "Симулятор боя";
$LNG['fleettabl_4']	= "Нет флотов на радаре";
$LNG['fleettabl_5']	= "Открыть в окне";

//GALAXIE
$LNG['galaxie_1']	= "Доступные объекты";
$LNG['galaxie_2']	= "Количество шпионских зондов, которые при каждом сканировании посылаются из меню Галактика.";
$LNG['galaxie_3']	= "Затраты";
$LNG['galaxie_4']	= "Мощность щитов обороны";
$LNG['galaxie_5']	= "Координаты совпадают с планетой вылета.";
$LNG['galaxie_6']	= "Телепортируйте свою планету";
$LNG['galaxie_7']	= "Вы уверены, что хотите переместить свою планету на %s темной материи.";

//RESOURCE
$LNG['resource_1']	= "Отключить Добычу на всех планетах";
$LNG['resource_2']	= "Включить добычу на всех планетах";
$LNG['resource_3']	= "Добыча на всех планетах включена.";
$LNG['resource_4']	= "Добыча на всех планетах отключена.";
$LNG['resource_5']	= "Отключить науку";

//STATS
$LNG['statis_1']	= "Обновится через";
$LNG['statis_2']	= "В";
$LNG['statis_3']	= "Д";

//OPTIONS
$LNG['option_1']	= "Развернутый рапорт шпионажа";
$LNG['option_2']	= "Специальное акционное оформление";
$LNG['option_3']	= "Звук сирены";
$LNG['option_4']	= "Настройки интерфейса";

//FRAMES
$LNG['tech'][931]	= "Aнтивещество";
$LNG['tech'][941]	= "Исследовательские пункты";
$LNG['tech'][942]	= "Звездная руда";
$LNG['tech'][800]	= "Очки достижений";
$LNG['tech'][29]	= "Фонд производства";
$LNG['tech'][112]	= "Развитие альянса";
$LNG['frame_1']		= "Индикатор атак";
$LNG['frame_2']		= "Настройки";
$LNG['frame_3']		= "Тех. поддержка";
$LNG['frame_4']		= "Выход";
$LNG['frame_5']		= "Статистика";
$LNG['frame_6']		= "Зал славы";
$LNG['frame_7']		= "Достижения";
$LNG['frame_8']		= "Рынок";
$LNG['frame_9']		= "Арсенал";
$LNG['frame_10']	= "Сенат";
$LNG['frame_11']	= "Сообщения";
$LNG['frame_12']	= "Альянс";
$LNG['frame_13']	= "Премиум магазин";
$LNG['frame_14']	= "Орбита";
$LNG['frame_15']	= "Галактика";
$LNG['frame_16']	= "Чат";
$LNG['frame_17']	= "Полноэкранный режим";
$LNG['frame_18']	= "Планетарий";
$LNG['frame_19']	= "Информация";
$LNG['frame_20']	= "Время сервера";
$LNG['frame_21']	= "Поля (Диаметр км.)";
$LNG['frame_22']	= "Температура";
$LNG['frame_23']	= "Обломки";
$LNG['frame_24']	= "Постройки";
$LNG['frame_25']	= "Начать строительство";
$LNG['frame_26']	= "Завершить";
$LNG['frame_27']	= "Верфь";
$LNG['frame_28']	= "Исследования";
$LNG['frame_29']	= "Начать исследование";
$LNG['frame_30']	= "настройки";
$LNG['frame_31']	= "Форум";
$LNG['frame_32']	= "Турнир";
$LNG['frame_33']	= "Музыка";
$LNG['frame_34']	= "Добыча";
$LNG['frame_35']	= "Хранилище";
$LNG['frame_36']	= "Заполнение";
$LNG['frame_37']	= "Контракты";