<?php

/**
 *  2Moons 
 *   by Jan-Otto Kröpke 2009-2016
 *
 * For the full copyright and license information, please view the LICENSE
 *
 * @package 2Moons
 * @author Jan-Otto Kröpke <slaver7@gmail.com>
 * @copyright 2009 Lucky
 * @copyright 2016 Jan-Otto Kröpke <slaver7@gmail.com>
 * @licence MIT
 * @version 1.8.0
 * @link https://github.com/jkroepke/2Moons
 */

// Translation into Russian - Copyright © 2010-2013 InquisitorEA <support@moon-hunt.ru>
$LNG['shortTips'] = array (
	106 => '+%s к уровню шпионажа',
	109 => '+%s%s к вооружению',
	110 => '+%s%s к щитам',
	111 => '+%s%s к броне',
	113 => '+%s%s к выработке энергии',
	115 => '+%s%s к скорости от Реактивного двигателя',
	117 => '+%s%s к скорости от Импульсного двигателя',
	118 => '+%s%s к скорости от Варп двигателя',
	120 => '+%s%s к урону от Лазерного орудия',
	121 => '+%s%s к урону от Ионного орудия',
	122 => '+%s%s к урону от Плазменного орудия',
	199 => '+%s%s к урону от Гравитациооного орудия',
	//NOUVEAU
	101 => '+%s к слотам флотов',
	102 => '+%s%s к добыче рудников',
	103 => '+%s к максимальному числу планет',
	104 => '+%s науки за изучение Развития альянса',
	105 => '+%s%s к скорость полета',
	112 => '+%s отчисления науки в альянс',
	116 => '+%s%s к скорости от Ионного двигателя',
	124 => '+%s максимально очков флота в Экспедиции <br>+%s%s к шансу потери флота',
	141 => '+%s%s к легкой броне',
	142 => '+%s%s к средней броне',
	143 => '+%s%s к тяжелой броне',
	144 => '+%s%s к увеличению промахов',
	151 => '+%s%s к шансу поиска Звездной руды', 
	152 => '+%s%s к шансу поиска Темной материи',
	153 => '+%s%s к шансу поиска Флота',
	154 => '+%s количеству экспедиций',
	155 => '+%s%s к снижению промахов',
	156 => '+%s%s шансу поиска апгрейда <br>Размер минимального флота %s очков',
	157 => '+%s%s шансу поиска апгрейда <br>Размер минимального флота %s очков',
	158 => '+%s%s шансу поиска апгрейда <br>Размер минимального флота %s очков',
	165 => '+%s%s к экономии двигателей',
	171 => '+%s%s к легким щитам <br>+%s%s к восстановлению легких щитов',
	172 => '+%s%s к средним щитам <br>+%s%s к восстановлению средних щитам',
	173 => '+%s%s к тяжелым щитам <br>+%s%s к восстановлению тяжелых щитам',
	174 => '+%s%s к восстановлению щитов',
);
$LNG['shortNames'] = array (
	202 => 'М. трансп.',
	203 => 'Б. трансп.',
	204 => 'FL-1',
	205 => 'FL-4',
	206 => 'FL-3',
	207 => 'FL-5',
	208 => 'Колонизатор',
	209 => 'Переработчик',
	210 => 'Шп. зонд',
	211 => 'FM-45',
	212 => 'Солн. спутник',
	213 => 'FL-9',
	214 => 'Звезда смерти',
	215 => 'FM-40',
	216 => 'FM-50',
	217 => 'Ул. трансп.',
	218 => 'FM-75',
	219 => 'Мега перераб.',
	220 => 'Сборщик ТМ',
	221 => 'FH-500',
	222 => 'FH-260',
	223 => 'Сейвер',
	224 => 'FX-8',
	225 => 'FM-27',
	226 => 'FH-99',
	227 => 'Фрегат',
	228 => 'Черный странник',
	229 => 'FX-7',
	230 => 'FX-32',
	231 => 'FX-19',
	232 => 'FM-60',
	233 => 'FH-140',
	235 => 'FH-109',

	401 => 'РУ',
	402 => 'Лёг. лазер',
	403 => 'Тяж. лазер',
	404 => 'Гаусс',
	405 => 'Ион',
	406 => 'Плазма',
	407 => 'М. купол',
	408 => 'Б. купол',
	409 => 'П. купол',
	410 => 'Гравитонка',
	411 => 'Орб. база',
	412 => 'Лептонная пушка',
	413 => 'Протонное орудие',
	414 => 'Каньен',
	415 => 'Квантовая пушка',
	416 => 'Водородное орудие',
	417 => 'Орудие Дора',
	418 => 'Фотонная пушка',
	419 => 'Излучатель частиц',
	420 => 'DX-100',
	421 => 'DX-200',
	422 => 'DX-300',
	423 => 'Пушка Гатлинг',
	443 => 'DX-BOB',
	430 => 'Система Страж',
	434 => 'Установка Армагеддон',
	435 => 'Комплекс Прометей'
);

$LNG['bonus'] = array(
	'Attack'			=> 'вооружения.',
	'Defensive'			=> 'брони космических кораблей.',
	'Shield'			=> 'мощности щитов.',
	'BuildTime'			=> 'времени строительства.',
	'ResearchTime'		=> 'времени проведения исследований.',
	'ShipTime'			=> 'времени постройки кораблей.',
	'DefensiveTime'		=> 'времени постройки обороны.',
	'Resource'			=> 'добычи ресурсов.',
	'Energy'			=> 'выработки энергии.',
	'ResourceStorage'	=> 'вместимости хранилищ.',
	'ShipStorage'		=> 'вместимости кораблей.',
	'FlyTime'			=> 'времени полёта кораблей.',
	'FleetSlots'		=> 'слота для полётов кораблей.',
	'Planets'			=> 'планеты.',
	'SpyPower'			=> 'мощности шпионажа.',
	'Expedition'		=> 'одновременных экспедиций.',
	'GateCoolTime'		=> 'времени остывания телепорта.',
	'MoreFound'			=> 'одновременных полётов поиска тёмной материи.',
);

$LNG['tech'] = array(
	0 => 'Постройки',
	1 => 'Рудник металла',
	2 => 'Рудник кристалла',
	3 => 'Синтезатор дейтерия',
	4 => 'Солнечная электростанция',
	6 => 'Технополис',
	12 => 'Термоядерная электростанция',
	14 => 'Фабрика роботов',
	15 => 'Фабрика нанитов',
	16 => 'Космопорт',
	21 => 'Верфь',
	22 => 'Хранилище металла',
	23 => 'Хранилище кристалла',
	24 => 'Ёмкость для дейтерия',
	31 => 'Исследовательская лаборатория',
	33 => 'Терраформер',
	34 => 'Склад альянса',
	44 => 'Ракетная шахта',

	40 => 'Лунные постройки',
	41 => 'Лунная база',
	42 => 'Сенсорная фаланга',
	43 => 'Телепорт',

	100 => 'Исследования',
	101 => 'Микропроцессоры',
	102 => 'Добыча ресурсов',
	103 => 'Колонизация',
	104 => 'Связь альянса',
	105 => 'Двигатели',
	106 => 'Шпионаж',
	108 => 'Компьютерная технология',
	109 => 'Атака',
	110 => 'Щиты',
	111 => 'Броня',
	113 => 'Энергетика',
	114 => 'Гиперпространственная технология',
	115 => 'Реактивный двигатель',
	116 => 'Ионный двигатель',
	117 => 'Импульсный двигатель',
	118 => 'Варп двигатель',
	120 => 'Лазерный модуль',
	121 => 'Ионный модуль',
	122 => 'Плазменный модуль',
	123 => 'Межгалактическая исследовательская сеть',
	124 => 'Экспедиция',
	//131 => 'Технология добычи металла',
	//132 => 'Технология добычи кристалла',
	//133 => 'Технология добычи дейтерия',
	141 => 'Легкая броня',
	142 => 'Средняя броня',
	143 => 'Тяжелая броня',
	144 => 'Активная броня',
	151 => 'Поиск Звездной руды',
	152 => 'Поиск Темной материи',
	153 => 'Поиск флота',
	154 => 'Астрофизика',
	155 => 'Точные выстрелы',
	156 => 'Агрессия Варвара',
	157 => 'Агрессия Пирата',
	158 => 'Агрессия Древнего',
	165 => 'Экономия двигателей',
	171 => 'Легкие щиты',
	172 => 'Средние щиты',
	173 => 'Тяжелые щиты',
	174 => 'Восстановление щитов',
	199 => 'Гравитационный модуль',

	200 => 'Флот',
	202 => 'Малый транспорт',
	203 => 'Большой транспорт',
	208 => 'Колонизатор',
	209 => 'Переработчик',
	210 => 'Шп. зонд',
	212 => 'Солнечный спутник',
	217 => 'Улучшенный транспорт',
	219 => 'Мега переработчик',
	220 => 'Сборщик Тёмной материи',
	228 => 'Черный странник',
	204 => 'FL-1',
	205 => 'FL-4',
	206 => 'FL-3',
	207 => 'FL-5',
	211 => 'FM-45',
	213 => 'FL-9',
	214 => 'Звезда смерти',
	215 => 'FM-40',
	216 => 'FM-50',
	218 => 'FM-75',
	221 => 'FH-500',
	222 => 'FH-260',
	223 => 'Сейвер',
	224 => 'FX-8',
	225 => 'FM-27',
	226 => 'FH-99',
	227 => 'Фрегат',
	229 => 'FX-7',
	230 => 'FX-32',
	231 => 'FX-19',
	232 => 'FM-60',
	233 => 'FH-140',
	235 => 'FH-109',
	
	400 => 'Оборона',
	401 => 'Ракетная установка',
	402 => 'Лёгкий лазер',
	403 => 'Тяжёлый лазер',
	404 => 'Пушка Гаусса',
	405 => 'Ионное орудие',
	406 => 'Плазменное орудие',
	407 => 'Малый щитовой купол',
	408 => 'Большой щитовой купол',
	409 => 'Планетарный щитовой купол',
	410 => 'Гравитонное орудие',
	411 => 'Орбитальная база',
	412 => 'Лептонная пушка',
	413 => 'Протонное орудие',
	414 => 'Каньен',
	415 => 'Квантовая пушка',
	416 => 'Водородное орудие',
	417 => 'Орудие Дора',
	418 => 'Фотонная пушка',
	419 => 'Излучатель частиц',
	420 => 'DX-100',
	421 => 'DX-200',
	422 => 'DX-300',
	423 => 'Пушка Гатлинг',
	443 => 'DX-BOB',
	430 => 'Система Страж',
	434 => 'Установка Армагеддон',
	435 => 'Комплекс Прометей',
	
	500 => 'Ракеты',
	502 => 'Ракета-перехватчик',
	503 => 'Межпланетная ракета',

	600 => 'Офицеры',
	601 => 'Геолог',
	602 => 'Адмирал',
	603 => 'Инженер',
	604 => 'Технократ',
	605 => 'Архитектор',
	606 => 'Учёный',
	607 => 'Хранитель',
	608 => 'Министр обороны',
	609 => 'Защитник',
	610 => 'Разведчик',
	611 => 'Командир',
	612 => 'Уничтожитель',
	613 => 'Генерал',
	614 => 'Рейдер',
	615 => 'Император',
	
	700 => 'Инновационные разработки',
	701 => 'Вооружение',
	702 => 'Мощность щитов',
	703 => 'Время строительства',
	704 => 'Добыча сырья',
	705 => 'Выработка энергии',
	706 => 'Время проведения исследований',
	707 => 'Время полёта кораблей',

	900 => 'Ресурсы',
	901 => 'Металл',
	902 => 'Кристалл',
	903 => 'Дейтерий',
	911 => 'Энергия',
	921 => 'Тёмная материя',
);

$LNG['shortDescription'] = array(
	1 => 'Основной поставщик сырья для строительства несущих структур построек и кораблей.',
	2 => 'Основной поставщик сырья для электронных строительных элементов и сплавов.',
	3 => 'Извлекает из воды на планете незначительную долю дейтерия.',
	4 => 'Производит энергию из солнечных лучей. Энергия требуется для работы большинства построек.',
	6 => 'Чтобы сократить время проведения исследований, лучшие умы межгалактических исследовательских сетей объединились и разработали технополис. Он сокращает время проведения исследований на 8%. Хоть и не много, но на поздних этапах развития империи любая мелочь в этом плане дорогого стоит.',
	12 => 'Добывает энергию из процесса образования атома гелия двумя атомами тяжёлого водорода.',
	14 => 'Предоставляет простую рабочую силу, которую можно применять при строительстве планетарной инфраструктуры. Каждый уровень развития фабрики повышает скорость строительства зданий.',
	15 => 'Представляет собой венец робототехники. Каждый уровень укорачивает время строительства зданий, кораблей и оборонительных сооружений вдвое.',
	16 => 'Хочешь продавать ресурсы на рынке или вкладывать их в банк альянса, строй.',
	21 => 'В строительной верфи производятся все виды кораблей и оборонительных сооружений.',
	22 => 'Хранилище для необработанных руд металлов до их дальнейшей переработки.',
	23 => 'Хранилище для необработанного кристалла до его дальнейшей переработки.',
	24 => 'Огромные ёмкости для хранения добытого дейтерия.',
	31 => 'Необходима для исследования новых технологий.',
	33 => 'Терраформер увеличивает пригодную для застройки площадь.',
	34 => 'Склад альянса предоставляет возможность обеспечения топливом дружественных флотов, которые помогают при обороне и находятся на орбите',
	41 => 'Луна не располагает атмосферой, поэтому перед заселением требуется соорудить лунную базу. Она обеспечивает необходимые воздух, гравитацию и тепло. Чем выше уровень развития лунной базы, тем больше обеспеченная биосферой площадь.',
	42 => 'Высокочастотные сенсоры полностью просматривают спектр частот всех попадающих на фалангу излучений. Мощные компьютеры комбинируют мельчайшие колебания энергии и таким образом получают информацию о передвижениях кораблей на отдалённых планетах.',
	43 => 'Телепорт - это огромные ворота, которые могут пересылать между собой флоты любых размеров без временных затрат. Телепорты не требуют дейтерия, однако между двумя прыжками должен пройти один час, иначе ворота перегреются. Невозможна также пересылка ресурсов. Весь процесс требует крайне высоко развитой технологии.',
	44 => 'Служит для хранения ракет.',

	106 => 'С помощью этой технологии добываются данные о других планетах.',
	108 => 'С увеличением мощности компьютеров можно командовать всё большим количеством флотов. Каждый уровень компьютерной технологии увеличивает максимальное количество флотов на один.',
	109 => 'Оружейная технология делает системы вооружения эффективней. Каждый уровень увеличивает мощность вооружения войсковых частей на 10% от основной мощности.',
	110 => 'Эта технология делает щиты кораблей и оборонительных сооружений эффективней. Каждый уровень повышает эффективность щитов на 10% от основной мощности.',
	111 => 'Специальные сплавы улучшают броню космических кораблей. Так, устойчивость брони может увеличиваться с каждым уровнем на 10% .',
	113 => 'Обладание различными видами энергии необходимо для многих новых технологий.',
	114 => 'Путём сплетения 4-го и 5-го измерения стало возможным исследовать новый более экономный и эффективный двигатель.',
	115 => 'Дальнейшее развитие этих двигателей делает некоторые корабли быстрее, однако каждый уровень повышает скорость лишь на 10%.',
	117 => 'Импульсный двигатель основывается на принципе отдачи. Дальнейшее развитие этих двигателей делает некоторые корабли быстрее, однако с каждым уровнем повышает скорость лишь на 20%.',
	118 => 'Выгибает пространство вокруг корабля. Дальнейшее развитие этих двигателей делает некоторые корабли быстрее, каждый уровень повышает скорость на 30%.',
	120 => 'Благодаря фокусированию света возникает луч, который при попадании на объект наносит ему повреждения.',
	121 => 'Поистине смертоносный наводимый луч из ускоренных ионов. При попадании на какой-либо объект они наносят огромный ущерб.',
	122 => 'Дальнейшее развитие ионной технологии, которая ускоряет не ионы, а высокоэнергетическую плазму. Она оказывает опустошительное действие при попадании на какой-либо объект.',
	123 => 'Посредством этой сети учёные с различных планет могут обмениваться информацией.',
	124 => 'Теперь корабли можно оснащать исследовательским модулем, обеспечивающим обработку собранных данных в условиях длительных полётов.',
	131 => 'Благодаря передовым разработкам в сфере добычи металла, её возможно увеличить на 2% с каждым уровнем.',
	132 => 'Благодаря передовым разработкам в сфере добычи кристалла, её возможно увеличить на 2% с каждым уровнем.',
	133 => 'Благодаря передовым разработкам в сфере добычи дейтерия, её возможно увеличить на 2% с каждым уровнем.',
	199 => 'Путём запуска концентрированного заряда частиц гравитона можно создавать искусственное гравитационное поле, благодаря которому можно уничтожать корабли или даже луны.',

	202 => 'Быстрый транспорт - необходим любому правителю на начальной стадии развития империи. Этот многофункциональный корабль не только имеет возможность быстро переносить ресурсы между колониями, но и сопровождает большие флоты в набеги на планеты противника.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для транспорта ресурсов. 
  <br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>  Легкий конвейер </font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font>
  <font color="#BC8F8F"> <br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не имеет атаки.</font>',
	203 => 'Наиболее экономически выгоден в связи с увеличением трюма. Благодаря высокоразвитому реактивному двигателю, он служит в качестве наиболее экономичного поставщика ресурсов между планетами, и наиболее эффективен в набегах на враждебные миры.
  <br><br>
   <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для транспорта ресурсов. 
  <br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>  Легкий конвейер </font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font>
  <font color="#BC8F8F"> <br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не имеет атаки.</font>',
	204 => 'Первый и наиболее дешевый из кораблей боевого флота, уязвим в бою, но в массовом применении может стать большой угрозой для любой империи.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font>
  <span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Легкий конвейер.</font>',
	205 => 'Дальнейшая разработка легкого истребителя и внедрение высокотехнологичных материалов привело к созданию этого корабля. Ионный двигатель на кораблях такого типа был использован впервые, это увеличило расходы, но открыло новые возможности в области защиты и вооружения.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.
  <br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Легкий конвейер.</font>',
	206 => 'С развитием тяжелой лазерной и ионной пушки, легкие и тяжелые истребители столкнулись с тревожно растущим числом потерь в космических боях. Поэтому было решено построить новый класс кораблей, который объединил улучшенную броню и огневую мощь. В результате многолетних исследований и развития, родился Крейсер.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	207 => 'Линкор построен чтобы противостоять армадам истребителей в крупнейших сражениях, корабль имеет большие грузовые помещения, тяжелые пушки, и высокоскоростной гипердвигатель. После разработки, он в конечном итоге стал основой любого флота.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	208 => 'Этот корабль, благодаря перевозимым им колонистам и необходимой агротехнической и строительной техники на недавно обнаруженные планеты, колонизирует их. Как только он прибывает в место назначения, то немедленно трансформируется для образования жизненного пространства и получения первичных ресурсов для дальнейшего строительства колонии.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для основания новых планет.</font>
  <br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Максимально может быть коланизированно 15 планет.</font>
  <br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не участвует в бою.</font>',
	209 => 'Так как после сражений стали образовываться огромные мусорные поля на орбитах планет, стал вопрос о сборе обломков погибших флотов для дальнейшей переработки в необходимые ресурсы. Эту задачу призван решить Переработчик.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для сбора поля обломков.<br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении 30-50% затраченных ресурсов выпадают в обломки.</font><br></font><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font><font color="#00FF00"></font><br> <font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не имеет атаки.</font>',
	210 => 'Шпионские зонды - это небольшие автоматические дроны, оснащенные сверхскоростными двигателями, мгновенно позволяющее перемещаться на огромные расстояния. Зонды собирают информацию о планете, находясь на низкой орбите, и транслируют ее на приемный пункт для дальнейшей обработки. В случае обнаружения становятся легкими целями для обороны противника.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для шпионажа противника.</font>
  <br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не участвует в бою.</font>',
	211 => 'С увеличением количества и качества обороны, возникла задача постройки нового корабля для эффективной борьбы и вскрытия обороны противника. Использование лазерного наведения и целеуказания, а также плазменных бомб, бомбардировщик стал грозным оружием нападения.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	212 => 'Очень скоро стало ясно, что без разработки дополнительного средства получения энергии, дальнейшее развитие колоний стоит под угрозой нехватки мощностей выработки сырья. Ученые работали над проблемой и обнаружили способ передачи электрической энергии в колонию с использованием специально разработанных спутников на геостационарной орбите. Солнечные спутники собирают солнечную энергию и передают ее на наземную станцию с использованием современных лазерных технологий. Эффективность солнечного спутника зависит от силы солнечного излучения которое он получает.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для выработки энергии. Выработка зависит от температуры на планете.
  <br> <span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Легкий конвейер</font><font color="#00FF00">.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Разрушается при атаке планеты.</font>
  <font color="#BC8F8F"> <br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не вырабатывает энергию при температуре на планете ниже -179°.</font>
  <font color="#BC8F8F"> <br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не имеет атаки.</font>',
	213 => 'Уничтожитель является результатом многолетней работы и развития. Благодаря улучшенным датчикам самонаведения, мощным пушечным турелям и броне, он стал одним из самых грозных кораблей вселенной.
  <br><br> 
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	214 => 'Это единственный из кораблей, которого можно увидеть невооруженным глазом с поверхности планеты. Вооруженный гигантской пушкой гравитон, используя самые передовые системы оружия, когда-либо созданных во Вселенной, этот массивный корабль не только может уничтожать целые флоты и оборону, но также имеет возможность девастации лун. Только самые передовые империи могут построить корабль этого класса.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника и Уничтожения луны.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	215 => 'Этот корабль является одним из самых современных боевых кораблей, когда-либо разработанных и особенно смертельно опасным, когда речь идет о перехвате и уничтожении атакующих флотов. Благодаря улучшенным лазерным пушкам на борту и современному гипердвигателю, крейсер является серьезной силой. В связи с  большим количеством вооружения, место в грузовых трюмах было сокращено, но это компенсируется за счет пониженного расхода топлива.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	216 => 'В связи с появлением новых видов средств нападения обладающих огромной огневой мощью, возникла необходимость в создании современного корабля способного противостоять атакующему противнику.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br> 
  <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	217 => 'Дальнейшая разработка средств межпланетной транспортировки заставила конструкторов создать принципиально новый, вместительный и хорошо защищенный корабль. Увеличенный трюм и большая скорость сделали его поистине незаменимым в большинстве высокоразвитых империях.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для перевозки ресурсов.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	218 => 'Аватар - венец человеческого гения. Медленная скорость этого судна с лихвой компенсируется ужасающим арсеналом вооружения.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атаки противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	219 => 'В глобальных космических битвах переработчик уже не мог выполнить свою роль в полном объеме, поэтому был разработан принципиально новый корабль для сбора ресурсов. Благодаря расположенному на его борту оборудованию по переработке лома, а так же вместительному трюму, он стал незаменимым в местах сражений.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для сбора поля обломков.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>
  <font color="#BC8F8F"> <br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не имеет атаки.</font>',
	220 => 'Благодаря открытию синтеза темной материи на лунах, появился этот корабль. В основе сбора материи стоит принцип работы коллайдера, но при успешном сборе ТМ, корабль в результате больших энергетических нагрузок повторно использоваться не может.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для поиска Темной Материи на Луне.</font>
  <br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не участвует в бою.</font>',
	221 => 'Конструкторы, разработавшие Аватар, продолжали усовершенствовать свой проект. Через некоторое время они представили совершенно новый корабль как по классу, так и по использованным инновациям. Убийца флотов - так прозвали жители вселенной этого монстра.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	222 => 'Увеличение средств обороны, а так же наличие на орбитах планет орбитальных баз и флотов, вынудило ученых к созданию Летучей Смерти. В основу постройки этого корабля были положены проверенные технологии, которые уже использовались в Аватаре и ОНилле.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	223 => 'Предназначен для сейва флота и ресурсов на продолжительное время, является самым медленным кораблем вселенной.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для сейва флота на долгое время.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Имеет минимальную скорость.</font>
  <br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не участвует в бою.</font>',
	224 => 'М-19 прайм флот среднего класса, выделяется большой силой атаки при достаточно прочной структуре и хорошем объеме щитов, по сравнению с другими флотами среднего класса. Имеет достаточно высокую скорость полета при приемлемом потреблении. Отлично подойдет против легкого флота.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
	<br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font><br>
	<font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Доступен при покупке прайм строительства в премиум магазине</font>',
	225 => 'Галеон - Часть флота поддержки. Обладает хорошими атакующими и защитными качествами со сравнительно небольшой ценой. В составе основного атакующего флота незаменим и доставляет врагу немало хлопот. 
    <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атаки противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	226 => 'Разрушитель - Улучшенная модель стандартного бомбардировщика. Меньшая подвижность за счет увеличенной прочности корпуса и дополнительного вооружения. В составе хорошего защитного флота - превратит в пыль тяжелую оборону врага.
    <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атаки противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	227 => 'Фрегат - Мощный боевой корабль. В связи с новыми достижениями в науке, оборона и флот противника, стал значительно сильнее. Поэтому, ученые решили создать более мощный корабль, на основе старых. Так был придуман Фрегат. За счет мощного вооружения, укрепленной брони, мощных щитов и малой скорости, он стал серьезной проблемой для всех видов флотов и обороны.
    <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атаки противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	228 => 'Черный странник - Передовая разработка космического флота. Мульти-платформенные орудия и блочные сектора корпуса, понижают шанс пробития и увеличивают эффективность маневров в бою. В бою ему нет равных в уничтожении легкого флота.
    <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атаки противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	229 => 'М-7 прайм флот легкого класса, единственный флот в своем классе с возможностью улучшения вооружения. Отлично подойдет для отвлечения сил противника, приняв на себя часть огня. Грозная сила в больших количествах.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
	<br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font>
	<br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>  Легкий конвейер </font>
		<br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Доступен при покупке прайм строительства в премиум магазине</font>',
	230 => 'М-32 прайм флот тяжелого класса, обладает лучшей защищенностью среди прайм флотов. Для своей структуры имеет большой запас щитов и процент их восстановления. Отлично подойдет против среднего флота и, как огневая мощь, в крупных сражениях.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
	<br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font>
	<br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>
	<br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Доступен при покупке прайм строительства в премиум магазине</font>',
	231 => 'М-20 прайм флот тяжелого класса, обладает лучшей защищенностью среди прайм флотов. Для своей структуры имеет большой запас щитов и процент их восстановления. Отлично подойдет против среднего флота и, как огневая мощь, в крупных сражениях.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
	<br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font>
	<br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>
	<br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Доступен на планетах второй галактики и при покупке в премиум магазине</font>',
	232 => 'Уничтожитель является результатом многолетней работы и развития. Благодаря улучшенным датчикам самонаведения, мощным пушечным турелям и броне, он стал одним из самых грозных кораблей вселенной.',
	233 => 'Фрегат - Мощный боевой корабль. В связи с новыми достижениями в науке, оборона и флот противника, стал значительно сильнее. Поэтому, ученые решили создать более мощный корабль, на основе старых. Так был придуман Фрегат. За счет мощного вооружения, укрепленной брони, мощных щитов и малой скорости, он стал серьезной проблемой для всех видов флотов и обороны.',
	
	401 => 'Первый рубеж основной линии обороны планет и их спутников. Вражеские цели атакует ракетами с простыми боеголовками. Для их постройки нет необходимости проводить исследования. При постройке продвинутых систем обороны, становятся кормом, принимая на себя удар первой волны атаки противника. После битвы, базовая возможность восстановления составляет 70%.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Легкий конвейер.</font>',
	402 => 'Легкий лазер был разработан как новый уровень защиты планет от атак противника. Используют специальные прицелы для ведения огня высокой интенсивности, направленного на сокращение главным образом легкого флота противника. После битвы, базовая возможность восстановления составляет 70%.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Легкий конвейер.</font>',
	403 => 'Тяжелый лазер является улучшенной версией ЛЛ. Будучи более сбалансированным, с улучшенным составом сплава и сверхсовременной системой наведения, призван усилить пояс обороны от легкого флота противника. После битвы, базовая возможность восстановления составляет 70%.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Легкий конвейер.</font>',
	404 => 'Концепция использования оружия электромагнитного импульса для движения снаряда возникла еще в середине-конце 1930-х. В принципе, пушка Гаусса состоит из системы мощных электромагнитов, которая выстреливает снаряд за счет ускорения между рядом расположенных металлических пластин. Пушки Гаусса ведут огонь высокой плотности снарядов на предельно высокой скорости. Это оружие является настолько мощным, что в момент выстрела оно создает звуковой удар, который слышен на многие километры.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
    <br> <font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	405 => 'Ионная пушка создана для уничтожения атакующего флота с помощью созданных в электромагнитном поле пучком частиц - ионов. Может использоваться для вывода из строя аппаратуры и энергетических щитов атакующего флота. Возможность восстановления оборонительных сооружений после боя составляет до 70%.
  <br> <br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	406 => 'В основу создания плазменного орудия положен принцип срабатывания импульса или тороида плазмы, а так же перегрева газов, в результате в электромагнитном ускорителе возникает плазменный шар, который запускается в цель. Приближение голубоватого шара и следующий за этим взрыв, впечатляет даже самого храброго противника.  Возможность восстановления оборонительных сооружений после боя составляет до 70%.
  <br> <br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	407 => 'Опасность падения на планету астероидов и космического мусора положило начало создания малого щитового купола. Создавая большое электромагнитное поле вокруг планеты, щит гарантированно отклоняет падающие на планету астероиды, а так же гасит определенное количество удара атакующего флота. Позднее было обнаружено, что малые щиты не обеспечивают должную защиту от атак противника в больших масштабах.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>',
	408 => 'Большой щитовой купол - успешное завершение модернизации малого купола. Требует большее количество энергии и ресурсов.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>',
	409 => 'Планетарный купол является конечным шагом в развитии пассивной планетарной обороны. В результате применения оборудования, которое создает более высокую напряженность электромагнитного поля, планетарный купол способен выдерживать довольно длительный период защиты от атак противника.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>',
	410 => 'Гравитонное орудие создает искажения гравитационного поля резко меняющие массу цели. Основаны, на схожих с двигателями антигравитационных машин, принципах. Возможность восстановления оборонительных сооружений после боя составляет до 70%.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
   <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	411 => 'Орбитальные базы имеют чудовищную мощь защитного оружия, способны поражать вражеские корабли в любом месте на поля боя. Требуют для постройки высокоразвитую гравитационную технологию.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>',
	412 => 'Лептонное орудие планировалось создать как техническое устройство, предназначенное для воздействия на сознание людей помимо их воли. Но в последний момент в проект ввели дополнения в результате которых пушка превратилась в грозное средство защиты планет от возможной агрессии. Заряженные частицы лептонов при контакте с целью, производят большие разрушения в щитах и броне флотов.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	413 => 'Протонное орудие при выстреле использует инверсионный протонный снаряд. Орудие требует длинных и громоздких ускорителей, что ограничивает его размещение большими стационарными установками. Пучки частиц представляют радиационную опасность для всех живых существ и не радиационно стойкой электроники в окрестностях точки поражения и в атмосфере, а также, вблизи пути луча.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	414 => 'Проект "Каньен" был запущен с целью усовершенствования гравитонного орудия и завершился полным успехом. Орудие требует больших материальных затрат и энергии, а так же высокоразвитой гравитационной технологии.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	415 => 'Квантовая пушка целенаправленно создана для уничтожения флагманов флота противника, а именно основных тяжелых кораблей. Принцип работы орудия основан на переходе вещества из одной термодинамической фазы в другую при изменении магнитного поля, из парамагнитного состояния в слабое ферромагнитное состояние.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.',
	416 => 'Ученые, не так давно доказали, что есть возможность использовать дейтерий в качестве оружия. Спустя некоторое время, появилось Водородное орудие. Во время соприкосновения с обшивкой или щитами корабля, возникает импульс, который подрывает дейтерий.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	417 => 'Орудие Дора, является самой мощной защитой среднего класса. Благодаря своей мощи, она может уничтожать армады противника за счет электромагнитного импульса, но из-за него, пушка очень быстро перегревается и требует очень много энергии, поэтому, они размещаются в горах и рядом с ними, всегда есть электростанция.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	418 => 'Прототипом Фотонной пушки, было Протонное орудие. Фотонная пушка, при своей сравнительно небольшой ценой и мощным залповым огнем, она стала незаменимой для глобальной обороны.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	419 => 'Излучатель частиц - это результат долгой, кропотливой работы ученых и инженеров для создания данного вида обороны. Это один из тех не многих видов многоцелевой защиты планеты или луны, которая может дать отпор, почти всем известным видам кораблей. Его мощь заключается в сочетании плазменного, гравитонного и ионного орудия, в один мощный луч, который при попадании, расщепляет корабль в частицы.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	420 => 'Мехадор Slim - самоходная прайм оборона легкого класса, использует два типа вооружения. Отлично справляется с легкими типами флота, в том числе и прайм флотом М-7. Получает меньше урона от межпланетных ракет, хорошо показывает себя против бомбардировщиков, при сравнении с другой обороной легкого класса.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии.</font>
  <br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Получает 10% урона при атаке Межпланетными ракетами.</font>
  <br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Легкий конвейер.</font>
  <br><br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Доступен при покупке в премиум магазине</font>',
	421 => 'Мехадор Iron - самоходная прайм оборона среднего класса, использует три типа вооружения. Эффективно справляется с средним типом флота, единственная оборона среднего класса имеющая скорострел против Разрушителя, так же имеет хороший скорострел против Бомбардировщика. Получает меньше урона от межпланетных ракет, хорошо показывает себя против бомбардировщиков и разрушителей, при сравнении с другой обороной среднего класса.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
 <br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Получает 15% урона при атаке Межпланетными ракетами.
 <br> <font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>
 <br><br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Доступен при покупке в премиум магазине</font>',
	422 => 'Мехадор Grand - самоходная прайм оборона тяжелого класса, использует три типа вооружения. Эффективно справляется со средним типом флота, в том числе и прайм флотом М-19. Получает меньше урона от межпланетных ракет, хорошо показывает себя против бомбардировщиков и разрушителей, при сравнении с другой обороной тяжелого класса.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
 <br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Получает 20% урона при атаке Межпланетными ракетами.
 <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>
 <br><br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Доступен при покупке в премиум магазине</font>',

	502 => 'Ракеты-перехватчики уничтожают атакующие межпланетные ракеты.',
	503 => 'Межпланетные ракеты уничтожают защиту противника.',

	601 => 'Геолог - это признанный эксперт в астроминералогии и кристаллографии. Он со своей командой металлургов и химиков поддерживает межпланетные правительства при разработке новых источников ресурсов и оптимизации их очистки.',
	602 => 'Адмирал - это испытанный войной ветеран и гениальный стратег. Даже в самых горячих боях он не теряет обзора и поддерживает контакт с подчинёнными ему адмиралами. Мудрый правитель может полностью положиться на него в бою и тем самым использовать для боя больше кораблей.',
	603 => 'Инженер - это специалист по управлению энергией. В мирное время он повышает уровень энергетических сетей на колониях. В случае нападения он снабжает энергетические системы планетарных защит и предотвращает перегрузки, что ведёт к значительно меньшей степени потерь в бою.',
	604 => 'Гильдия технократов - это гениальные учёные, и их всегда можно найти там, где заканчивается грань технически возможного. Их код никогда не сможет разгадать ни один нормальный человек, и одним своим присутствием они вдохновляют учёных империи.',
	605 => 'Архитектор - это незаменимый специалист в любом строительстве. Благодаря исследованиям и экспериментам, связанным с проектным решением, авторскому надзору за строительством и научному подходу, позволяет ускорить строительство и увеличить КПД строителей.',
	606 => 'Учёный так же входит в профсоюз технократов. Он специализируются в сокращении времени изучения исследований.',
	607 => 'Работа хранителя заключается в том, чтобы доверенные ему ресурсы не пропадали даром. Его разум позволил придумать выход, он создал новую технику хранения ресурсов.',
	608 => 'Министр обороны - член императорской армии. Его заслуга в его работе, которая позволяет ему строить огромную защиту от вражеских флотов в кратчайшие сроки.',
	609 => 'Император впечатлен вашей работой, которую Вы предоставляете империи. В качестве благодарности он позволит Вам пользоваться самой мощной защитой.<br><br>Возможность строить Планетарный щитовой купол.',
	610 => 'Разведчик - загадочный человек. Никто никогда не видел его истинное лицо, и не увидит, пока он не умрет.',
	611 => 'Ранг командира неоднократно оправдал себя в современном ведении боя. Благодаря упрощённой структуре Ваши приказы могут исполняться быстрее, что позволит Вам сохранять контроль над всей Вашей империей. Вы сможете развивать стратегии, позволяющие всегда быть на шаг впереди противника.',
	612 => 'Разрушитель - служащий без милосердия. Он истребляет все на планетах, только из-за того, что ему это нравится. В настоящее время он разрабатывает новый метод производства Звезды Смерти.<br><br>Возможность строить 2 Звезды смерти по цене одной.',
	613 => 'Генерал - это почтенное лицо, которое служит много лет в армии. Бесчисленными маневрами генерал разработал стратегии, чтобы оптимизировать скорость любых типов кораблей при самых неожиданных обстоятельствах.',
	614 => 'Император обнаружил в Вас бесспорные качества завоевателя. Он предлагает Вам стать Рейдером. Рейдер - самый высокий ранг императорской армии.',
	615 => 'Как выяснилось, Вы - великий завоеватель вселенной. Настал момент для того, чтобы Вы взяли место, которое Вы заслуживаете.',

	701 => 'Повышает вооружение и броню кораблей и обороны.',
	702 => 'Повышает мощность щитов кораблей и обороны.',
	703 => 'Уменьшает время строительства построек.',
	704 => 'Повышает добычу сырья.',
	705 => 'Повышает выработку энергии.',
	706 => 'Уменьшает время проведения исследований.',
	707 => 'Уменьшает время полёта кораблей.',
);

$LNG['longDescription'] = array(
	1 => 'Металл является основополагающим ресурсом, вкладываемый в фундамент вашей империи. С увеличением добычи металла, производится больше продукции для использования в строительстве зданий, кораблей, ракетных комплексов и научных исследований.  Глубинные рудники, требуют больше энергии для максимального производства металла. Так как металл является наиболее распространенным из всех имеющихся ресурсов, его себестоимость считается самой низкой из всех ресурсов для торговли и обмена.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
    <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Добывает Металл. Добыча увеличивается с увеличением уровня.</font>
    <br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Для работы требует энергии.</font>',
	2 => 'Кристаллы являются основным ресурсом, для создания техники и электроники, а соединения кристаллов и металла, используют для сплава щитов и брони. По сравнению с процессом добычи металла, для получение сырых кристаллических структур в промышленном масштабе, требуется гораздо больше энергии для их обработки. Развитие судов и сооружений, а также специализированные обновления исследований, также требуют определенное количество кристаллов.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Добывает Кристалл. Добыча увеличивается с увеличением уровня.</font>
	<br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Для работы требует энергии.</font>',
	3 => 'Дейтерий ещё называют тяжелым водородом. Это стабильный изотоп водорода содержащийся в океанах планет. Специальные синтезаторы отделяют воду от дейтерия с использованием нано-центрифуг. Обновление синтезатора позволяет увеличить количество дейтерия, который используется при проведении сканирования датчика фаланги, просмотра галактики, в качестве топлива для судов, а также служит для большинства построек и проведения исследований.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Добывает Дейтерий. Добыча увеличивается с увеличением уровня.</font>
	<br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Добыча увеличивается со снижением температуры на планете.</font><font color="#BC8F8F"></font>
    <br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Для работы требует энергии</font><font color="#BC8F8F">.</font>',
	4 => 'Гигантские солнечные батареи используются для производства электроэнергии для шахт и синтезаторов дейтерия. Увеличение площади поверхности фотоэлектрических элементов, приводит к увеличению выхода энергии по электрическим сетям вашей планеты.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Вырабатывает энергию. Выработка энергии увеличивается с уровнем.</font>',
	6 => 'Технополис призван активизировать инновационный процесс с помощью региональных центров по разработке и производственному освоению продукции высокого технического уровня. Каждый уровень технополиса увеличивает скорость исследований на 16%, что немаловажно на более высоких стадиях исследований.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Ускоряет изучение исследований с каждым уровнем на 16%</font>',
	7 => 'Xterium Dock дает возможность отремонтировать корабли, выпавшие в виде обломков в ходе сражения. Такой ремонт можно сделать на более выгодных условиях, чем новое строительство кораблей на верфи. Ремонт надо начать в течение 48 часов после битвы.<br><br>
<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> С момента образования обломков у игрока есть 2 дня, чтобы начать ремонт.</font><br>
<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После того, как ремонт будет завершен, отремонтированные корабли надо переместить обратно на орбиту планеты.</font><br>
<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Если этого не произойдет, через 2 дня корабли автоматически будут перемещены на орбиту.</font>',

	12 => 'В термоядерных электростанциях, ядра водорода сливаются в ядро гелия под огромным воздействием температуры и давления, выпуская огромное количество энергии. При росте уровневых комплексов реактора, используется больше дейтерия, что ведет к увеличению производства энергии в час. Энергетический эффект может быть увеличен путем изучения энергетических технологий.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Вырабатывает энергию. Выработка энергии увеличивается с уровнем.</font>
	<br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Для работы требуется Дейтерий</font>',
	14 => 'Фабрика роботов служит для производства современной робототехники. Каждый новый уровень фабрики приводит к созданию более быстрых роботов, которые сокращают время, необходимое для постройки зданий.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Ускоряет строительство построек и боевых единиц с каждым уровнем на 10%.</font>
	<br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Не ускоряет изучение исследований</font>
	<br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Не ускоряет строительство быстрее 1-ой секунды.</font>',
	15 => 'Нано машины - это механические или электромеханические устройства, размеры которых измеряются в нанометрах. Микроскопические нано машины, являются конечной эволюцией в робототехнике. После завершения строительства каждого уровня фабрики уменьшается время производства для зданий, кораблей и оборонительных сооружений в два раза.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Ускоряет строительство построек и боевых единиц с каждым уровнем на 50%.</font>
	<br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Не ускоряет изучение исследований</font>
    <br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Не ускоряет строительство быстрее 1 секунды.</font>',
	16 => 'Хочешь продавать ресурсы на рынке или вкладывать их в банк альянса, строй.',
	21 => 'Планетарные верфи отвечают за создание космических кораблей и оборонительных комплексов. При увеличении уровня, верфь может производить более широкий спектр транспортных и боевых судов на гораздо большей скорости. Использование верфи совместно с фабрикой нанитов кардинально уменьшает время постройки космофлотов.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Открывает возможность к постройке новых боевых единиц. 
	<br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> С каждым уровнем ускоряет производство боевых единиц на 10%</font>
	<br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Не ускоряет строительство быстрее 1 секунды.</font>',
	22 => 'Это хранилище используется для хранения металлических руд. Каждый уровень модернизации увеличивает количество руды, которое может быть сохранено. Если объем хранилища превышен, добыча металла автоматически прекращается, чтобы предотвратить катастрофический обвал в шахтах рудников.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Служит для хранения Металла. С каждым уровнем хранилище увеличивает в 2 раза.</font>
	<br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Если хранилище заполнено выработка ресурса прекращается</font>',
	23 => 'Необработанный кристалл хранится в зданиях этого типа. С каждым уровнем хранилища, увеличивается количество кристалла, которое будет сохранено. Как только  производство превышает допустимую емкость, добыча кристалла автоматически прекращается, чтобы предотвратить коллапс в шахтах.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Служит для хранения Кристалла. С каждым уровнем хранилище увеличивает в 2 раза.</font>
	<br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Если хранилище заполнено выработка ресурса прекращается</font>.
           ',
	24 => 'Предназначен для хранения вновь синтезированного дейтерия. После обработки в синтезаторе, дейтерий по трубам поступает в этот резервуар для последующего использования. С каждым уровнем постройки хранилища общая емкость увеличивается. Как только будет достигнута критическая отметка, синтезатор отключается, чтобы предотвратить разрыв резервуара.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Служит для хранения дейтерия. С каждым уровнем хранилище увеличивает в 2 раза.</font>
	<br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Если хранилище заполнено выработка ресурса прекращается</font>.
           ',
	31 => 'Важной частью любой империи являются исследовательские лаборатории, где улучшаются старые и изучаются новые открытия науки. С каждым уровнем постройки, скорость, с которой новые технологии исследуются, увеличивается. Для того, чтобы провести исследования как можно быстрее, ученые империи направляются на данную планету. Таким образом, знания о новых технологиях легко распространяются по всей империи.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Открывает доступ к изучению новых технологий. С каждым уровнем ускоряет изучение технологий на 10%</font>
	<br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Открывает доступ к изучению новых технологий.</font><br>
	<font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Не ускоряет постройку.</font>',
	33 => 'С постоянным возрастанием размера колонии, возникла проблема...  Как мы можем продолжать работать на перенаселенной планете и выживать? Увеличение  мощностей добычи полезных ископаемых и загрязнение атмосферы может скоро уничтожить планету и убить все живое на ней. Ученые, разработали метод создания огромных масс дополнительного жизненно важного пространства, с помощью нано машин. Требует огромного количества энергии.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Увеличивает количество свободных полей на планете на 7.</font><br>
	<font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Одно поле занимает сам Терраформер</font>',
	34 => 'Склад альянса снабжает топливом дружественный флот, который может находиться на низкой орбите в состоянии удержания. Уровень склада определяет максимальное количество флотов одновременно участвующих в обороне планеты. Увеличение времени удержания флотов приводит к увеличению расхода топлива.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Дает возможность ставить Удержание на вашу планету. С каждым уровнем увеличивает максимальное количество флота и время его удержания</font><br>
	<font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	При удержании флот потребляет дейтерий</font>',
	41 => 'Поскольку Луна не имеет атмосферы, то, для существования обслуживающего персонала, были построены закрытые купола. Лунная база производит кислород, тепло и силу тяжести, создавая условия для жизни колонистов. С каждым уровнем развития, жизненное пространство биосферы увеличивается на три единицы.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Увеличивает количество свободных полей на луне на 3 за каждый уровень</font><br>
	<font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Одно поле занимает сама Лунная база</font>',
	42 => 'В основе фаланги используются датчики высокого разрешения анализирующие спектр света, состав газов и излучения выбросов отдаленных миров, с последующей передачей информации для обработки в суперкомпьютере. По различию изменения газового состава и радиационного излучения вычисляются наличие и состав флотов в зоне действия данной фаланги. Для исключения перегрева во время сканирования фаланги, используется определенное количество дейтерия.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Видит перемещение вражеских флотов. <br> Увеличивает диапазон действия по формуле : (Уровень фаланги)^2 - 1.</font><br>
	<font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Для работы требует Дейтерий.</font><br>
	<font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Не видит флот при отзыве с заданием Оставить</font>',
	43 => 'Прыжковые ворота или телепорт представляет собой систему гигантских приемопередатчиков, предназначенных для отправления любых флотов в приемные ворота в любой точке Вашей империи практически мгновенно. Используя технологии, аналогичные расщеплению ядра атома, для достижения скачка, дейтерий - не требуется. Регенерация и охлаждение ворот после скачка занимает не менее часа, с увеличением уровня телепорта - время сокращается. Транспортировка ресурсов через ворота - невозможна.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Дает возможность мгновенно телепортировать флот с одной луны на другую. С каждым уровнем, время перезарядки сокращается в 2 раза</font><br>
	<font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Для телепортации, необходимо построить Телепорт минимум на 2 лунах</font>',
	44 => 'Ракетные шахты используются для постройки, хранения и запуска четырех межпланетных ракет или двенадцати ракет-перехватчиков. С каждым уровнем шахты, количество ракет пропорционально увеличивается. Хранение межпланетных ракет и ракет-перехватчиков в одном и том же бункере допустимо.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Дает возможность строить Межпланетные ракеты и Ракеты-перехватчики. С каждым уровнем увеличивается максимально возможное количество ракет.</font><br>
	<font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Ракет-перехватчиков возможно построить в 2 раза больше чем Межпланетных ракет при одинаковом уровне ракетной шахты.</font>',
	69 => 'Спустя годы исследования антиматерии, ученые наконец-то изобрели способ создания Темной материи. Он заключается в разгоне Антиматерии в коллайдере. Но работе коллайдера мешает атмосфера планеты, поэтому было решено построить его на Луне, где атмосферы - нет.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Добывает Темную Материю по принципу рудника.</font><br>
	<font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	При уничтожении луны, Коллайдер, уничтожается вместе с ней.</font>',
	71 => 'Легкий конвейер, построен для непрерывной постройки легкого флота и обороны с учётом технологии и последовательности сборки 8 единиц судов в секунду. Производится: Малый транспорт, Большой транспорт, Лёгкий истребитель, Тяжёлый истребитель, Переработчик, Ракетная установка, Лёгкий лазер, Тяжёлый лазер.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
    <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Убирает предел в 1 единицу в секунду при постройке флота и обороны. </font><br>
    <font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Ускоряет строительство только на планете где построен конвейер.</font>',
	72 => 'Средний конвейер значительно повышает производительность среднего флота и обороны до 5 единиц в секунду посредством замены рутинного, монотонного труда, сверхточными автоматами. Производится: Крейсер, Линкор, Бомбардировщик, Уничтожитель, Линейный крейсер, Улучшенный транспорт, Мега переработчик, Пушка Гаусса, Ионное орудие, Плазменное орудие, Водородное орудие, Орудие Дора.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Убирает предел в 1 единицу в секунду при постройке флота и обороны.</font><br>
	<font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Ускоряет строительство только на планете где построен конвейер.</font>',
	73 => 'Тяжелый конвейер был построен после введения перенаправления вывода одного программного процесса на ввод другого процесса, что позволило строить на 2 единицу тяжелого флота и обороны в секунду больше. Производится: Звезда смерти, Сверхновая звезда, Аватар, Линкор класса ОНилл, Летучая смерть, Галеон, Разрушитель, Фрегат, Черный странник, Гравитонное орудие, Лептонная пушка, Протонное орудие, Каньен, Фотонная пушка, Излучатель частиц. 
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Убирает предел в 1 единицу в секунду при постройке флота и обороны. </font><br>
	<font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Ускоряет строительство только на планете где построен конвейер.</font>',

	106 => 'С помощью этой технологии добываются данные о других планетах.',
	108 => 'С увеличением мощности компьютеров можно командовать всё большим количеством флотов. Каждый уровень компьютерной технологии увеличивает максимальное количество флотов на один.',
	109 => 'Оружейная технология делает системы вооружения эффективней. Каждый уровень увеличивает мощность вооружения войсковых частей на 10% от основной мощности.',
	110 => 'Эта технология делает щиты кораблей и оборонительных сооружений эффективней. Каждый уровень повышает эффективность щитов на 10% от основной мощности.',
	111 => 'Специальные сплавы улучшают броню космических кораблей. Так, устойчивость брони может увеличиваться с каждым уровнем на 10% .',
	113 => 'Обладание различными видами энергии необходимо для многих новых технологий.',
	114 => 'Путём сплетения 4-го и 5-го измерения стало возможным исследовать новый более экономный и эффективный двигатель.',
	115 => 'Дальнейшее развитие этих двигателей делает некоторые корабли быстрее, однако каждый уровень повышает скорость лишь на 10%.',
	117 => 'Импульсный двигатель основывается на принципе отдачи. Дальнейшее развитие этих двигателей делает некоторые корабли быстрее, однако с каждым уровнем повышает скорость лишь на 20%.',
	118 => 'Выгибает пространство вокруг корабля. Дальнейшее развитие этих двигателей делает некоторые корабли быстрее, каждый уровень повышает скорость на 30%.',
	120 => 'Благодаря фокусированию света возникает луч, который при попадании на объект наносит ему повреждения.',
	121 => 'Поистине смертоносный наводимый луч из ускоренных ионов. При попадании на какой-либо объект они наносят огромный ущерб.',
	122 => 'Дальнейшее развитие ионной технологии, которая ускоряет не ионы, а высокоэнергетическую плазму. Она оказывает опустошительное действие при попадании на какой-либо объект.',
	123 => 'Посредством этой сети учёные с различных планет могут обмениваться информацией.',
	124 => 'Теперь корабли можно оснащать исследовательским модулем, обеспечивающим обработку собранных данных в условиях длительных полётов.',
	131 => 'Благодаря передовым разработкам в сфере добычи металла, её возможно увеличить на 2% с каждым уровнем.',
	132 => 'Благодаря передовым разработкам в сфере добычи кристалла, её возможно увеличить на 2% с каждым уровнем.',
	133 => 'Благодаря передовым разработкам в сфере добычи дейтерия, её возможно увеличить на 2% с каждым уровнем.',
	199 => 'Путём запуска концентрированного заряда частиц гравитона можно создавать искусственное гравитационное поле, благодаря которому можно уничтожать корабли или даже луны.',
	
	//NOUVEAU
	101 => 'Микропроцессоры',
	102 => 'Добыча ресурсов',
	103 => 'Колонизация',
	104 => 'Связь альянса',
	105 => 'Двигатели',
	116 => 'Ионный двигатель',
	124 => 'Экспедиция',
	141 => 'Легкая броня',
	142 => 'Средняя броня',
	143 => 'Тяжелая броня',
	144 => 'Активная броня',
	151 => 'Поиск Звездной руды',
	152 => 'Поиск Темной материи',
	153 => 'Поиск флота',
	154 => 'Астрофизика',
	155 => 'Точные выстрелы',
	156 => 'Агрессия Варвара',
	157 => 'Агрессия Пирата',
	158 => 'Агрессия Древнего',
	165 => 'Экономия двигателей',
	171 => 'Легкие щиты',
	172 => 'Средние щиты',
	173 => 'Тяжелые щиты',
	174 => 'Восстановление щитов',

	202 => 'Быстрый транспорт - необходим любому правителю на начальной стадии развития империи. Этот многофункциональный корабль не только имеет возможность быстро переносить ресурсы между колониями, но и сопровождает большие флоты в набеги на планеты противника.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для транспорта ресурсов. 
  <br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>  Легкий конвейер </font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font>
  <font color="#BC8F8F"> <br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не имеет атаки.</font>',
	203 => 'Наиболее экономически выгоден в связи с увеличением трюма. Благодаря высокоразвитому реактивному двигателю, он служит в качестве наиболее экономичного поставщика ресурсов между планетами, и наиболее эффективен в набегах на враждебные миры.
  <br><br>
   <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для транспорта ресурсов. 
  <br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>  Легкий конвейер </font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font>
  <font color="#BC8F8F"> <br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не имеет атаки.</font>',
	204 => 'Первый и наиболее дешевый из кораблей боевого флота, уязвим в бою, но в массовом применении может стать большой угрозой для любой империи.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font>
  <span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Легкий конвейер.</font>',
	205 => 'Дальнейшая разработка легкого истребителя и внедрение высокотехнологичных материалов привело к созданию этого корабля. Ионный двигатель на кораблях такого типа был использован впервые, это увеличило расходы, но открыло новые возможности в области защиты и вооружения.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.
  <br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Легкий конвейер.</font>',
	206 => 'С развитием тяжелой лазерной и ионной пушки, легкие и тяжелые истребители столкнулись с тревожно растущим числом потерь в космических боях. Поэтому было решено построить новый класс кораблей, который объединил улучшенную броню и огневую мощь. В результате многолетних исследований и развития, родился Крейсер.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	207 => 'Линкор построен чтобы противостоять армадам истребителей в крупнейших сражениях, корабль имеет большие грузовые помещения, тяжелые пушки, и высокоскоростной гипердвигатель. После разработки, он в конечном итоге стал основой любого флота.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	208 => 'Этот корабль, благодаря перевозимым им колонистам и необходимой агротехнической и строительной техники на недавно обнаруженные планеты, колонизирует их. Как только он прибывает в место назначения, то немедленно трансформируется для образования жизненного пространства и получения первичных ресурсов для дальнейшего строительства колонии.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для основания новых планет.</font>
  <br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Максимально может быть коланизированно 15 планет.</font>
  <br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не участвует в бою.</font>',
	209 => 'Так как после сражений стали образовываться огромные мусорные поля на орбитах планет, стал вопрос о сборе обломков погибших флотов для дальнейшей переработки в необходимые ресурсы. Эту задачу призван решить Переработчик.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для сбора поля обломков.<br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении 30-50% затраченных ресурсов выпадают в обломки.</font><br></font><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font><font color="#00FF00"></font><br> <font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не имеет атаки.</font>',
	210 => 'Шпионские зонды - это небольшие автоматические дроны, оснащенные сверхскоростными двигателями, мгновенно позволяющее перемещаться на огромные расстояния. Зонды собирают информацию о планете, находясь на низкой орбите, и транслируют ее на приемный пункт для дальнейшей обработки. В случае обнаружения становятся легкими целями для обороны противника.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для шпионажа противника.</font>
  <br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не участвует в бою.</font>',
	211 => 'С увеличением количества и качества обороны, возникла задача постройки нового корабля для эффективной борьбы и вскрытия обороны противника. Использование лазерного наведения и целеуказания, а также плазменных бомб, бомбардировщик стал грозным оружием нападения.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	212 => 'Очень скоро стало ясно, что без разработки дополнительного средства получения энергии, дальнейшее развитие колоний стоит под угрозой нехватки мощностей выработки сырья. Ученые работали над проблемой и обнаружили способ передачи электрической энергии в колонию с использованием специально разработанных спутников на геостационарной орбите. Солнечные спутники собирают солнечную энергию и передают ее на наземную станцию с использованием современных лазерных технологий. Эффективность солнечного спутника зависит от силы солнечного излучения которое он получает.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для выработки энергии. Выработка зависит от температуры на планете.
  <br> <span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Легкий конвейер</font><font color="#00FF00">.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>	Разрушается при атаке планеты.</font>
  <font color="#BC8F8F"> <br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не вырабатывает энергию при температуре на планете ниже -179°.</font>
  <font color="#BC8F8F"> <br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не имеет атаки.</font>',
	213 => 'Уничтожитель является результатом многолетней работы и развития. Благодаря улучшенным датчикам самонаведения, мощным пушечным турелям и броне, он стал одним из самых грозных кораблей вселенной.
  <br><br> 
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	214 => 'Это единственный из кораблей, которого можно увидеть невооруженным глазом с поверхности планеты. Вооруженный гигантской пушкой гравитон, используя самые передовые системы оружия, когда-либо созданных во Вселенной, этот массивный корабль не только может уничтожать целые флоты и оборону, но также имеет возможность девастации лун. Только самые передовые империи могут построить корабль этого класса.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника и Уничтожения луны.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	215 => 'Этот корабль является одним из самых современных боевых кораблей, когда-либо разработанных и особенно смертельно опасным, когда речь идет о перехвате и уничтожении атакующих флотов. Благодаря улучшенным лазерным пушкам на борту и современному гипердвигателю, крейсер является серьезной силой. В связи с  большим количеством вооружения, место в грузовых трюмах было сокращено, но это компенсируется за счет пониженного расхода топлива.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	216 => 'В связи с появлением новых видов средств нападения обладающих огромной огневой мощью, возникла необходимость в создании современного корабля способного противостоять атакующему противнику.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br> 
  <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	217 => 'Дальнейшая разработка средств межпланетной транспортировки заставила конструкторов создать принципиально новый, вместительный и хорошо защищенный корабль. Увеличенный трюм и большая скорость сделали его поистине незаменимым в большинстве высокоразвитых империях.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для перевозки ресурсов.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	218 => 'Аватар - венец человеческого гения. Медленная скорость этого судна с лихвой компенсируется ужасающим арсеналом вооружения.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атаки противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	219 => 'В глобальных космических битвах переработчик уже не мог выполнить свою роль в полном объеме, поэтому был разработан принципиально новый корабль для сбора ресурсов. Благодаря расположенному на его борту оборудованию по переработке лома, а так же вместительному трюму, он стал незаменимым в местах сражений.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для сбора поля обломков.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>
  <font color="#BC8F8F"> <br><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не имеет атаки.</font>',
	220 => 'Благодаря открытию синтеза темной материи на лунах, появился этот корабль. В основе сбора материи стоит принцип работы коллайдера, но при успешном сборе ТМ, корабль в результате больших энергетических нагрузок повторно использоваться не может.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для поиска Темной Материи на Луне.</font>
  <br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не участвует в бою.</font>',
	221 => 'Конструкторы, разработавшие Аватар, продолжали усовершенствовать свой проект. Через некоторое время они представили совершенно новый корабль как по классу, так и по использованным инновациям. Убийца флотов - так прозвали жители вселенной этого монстра.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	222 => 'Увеличение средств обороны, а так же наличие на орбитах планет орбитальных баз и флотов, вынудило ученых к созданию Летучей Смерти. В основу постройки этого корабля были положены проверенные технологии, которые уже использовались в Аватаре и ОНилле.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	223 => 'Предназначен для сейва флота и ресурсов на продолжительное время, является самым медленным кораблем вселенной.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для сейва флота на долгое время.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Имеет минимальную скорость.</font>
  <br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Не участвует в бою.</font>',
	224 => 'М-19 прайм флот среднего класса, выделяется большой силой атаки при достаточно прочной структуре и хорошем объеме щитов, по сравнению с другими флотами среднего класса. Имеет достаточно высокую скорость полета при приемлемом потреблении. Отлично подойдет против легкого флота.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
	<br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font><br>
	<font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Доступен при покупке прайм строительства в премиум магазине</font>',
	225 => 'Галеон - Часть флота поддержки. Обладает хорошими атакующими и защитными качествами со сравнительно небольшой ценой. В составе основного атакующего флота незаменим и доставляет врагу немало хлопот. 
    <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атаки противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	226 => 'Разрушитель - Улучшенная модель стандартного бомбардировщика. Меньшая подвижность за счет увеличенной прочности корпуса и дополнительного вооружения. В составе хорошего защитного флота - превратит в пыль тяжелую оборону врага.
    <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атаки противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	227 => 'Фрегат - Мощный боевой корабль. В связи с новыми достижениями в науке, оборона и флот противника, стал значительно сильнее. Поэтому, ученые решили создать более мощный корабль, на основе старых. Так был придуман Фрегат. За счет мощного вооружения, укрепленной брони, мощных щитов и малой скорости, он стал серьезной проблемой для всех видов флотов и обороны.
    <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атаки противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	228 => 'Черный странник - Передовая разработка космического флота. Мульти-платформенные орудия и блочные сектора корпуса, понижают шанс пробития и увеличивают эффективность маневров в бою. В бою ему нет равных в уничтожении легкого флота.
    <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атаки противника.</font>
  <br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font><br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	229 => 'М-7 прайм флот легкого класса, единственный флот в своем классе с возможностью улучшения вооружения. Отлично подойдет для отвлечения сил противника, приняв на себя часть огня. Грозная сила в больших количествах.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
	<br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font>
	<br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span>  Легкий конвейер </font>
		<br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Доступен при покупке прайм строительства в премиум магазине</font>',
	230 => 'М-32 прайм флот тяжелого класса, обладает лучшей защищенностью среди прайм флотов. Для своей структуры имеет большой запас щитов и процент их восстановления. Отлично подойдет против среднего флота и, как огневая мощь, в крупных сражениях.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
	<br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font>
	<br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>
	<br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Доступен при покупке прайм строительства в премиум магазине</font>',
	231 => 'М-20 прайм флот тяжелого класса, обладает лучшей защищенностью среди прайм флотов. Для своей структуры имеет большой запас щитов и процент их восстановления. Отлично подойдет против среднего флота и, как огневая мощь, в крупных сражениях.
	<br><br>
	<span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
	<font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Используется для атак противника.</font>
	<br><font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> При уничтожении, 30-50% затраченных ресурсов выпадают в обломки.</font>
	<br><font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>
	<br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Доступен на планетах второй галактики и при покупке в премиум магазине</font>',
	232 => 'Уничтожитель является результатом многолетней работы и развития. Благодаря улучшенным датчикам самонаведения, мощным пушечным турелям и броне, он стал одним из самых грозных кораблей вселенной.',
	233 => 'Фрегат - Мощный боевой корабль. В связи с новыми достижениями в науке, оборона и флот противника, стал значительно сильнее. Поэтому, ученые решили создать более мощный корабль, на основе старых. Так был придуман Фрегат. За счет мощного вооружения, укрепленной брони, мощных щитов и малой скорости, он стал серьезной проблемой для всех видов флотов и обороны.',
	
	401 => 'Первый рубеж основной линии обороны планет и их спутников. Вражеские цели атакует ракетами с простыми боеголовками. Для их постройки нет необходимости проводить исследования. При постройке продвинутых систем обороны, становятся кормом, принимая на себя удар первой волны атаки противника. После битвы, базовая возможность восстановления составляет 70%.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Легкий конвейер.</font>',
	402 => 'Легкий лазер был разработан как новый уровень защиты планет от атак противника. Используют специальные прицелы для ведения огня высокой интенсивности, направленного на сокращение главным образом легкого флота противника. После битвы, базовая возможность восстановления составляет 70%.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Легкий конвейер.</font>',
	403 => 'Тяжелый лазер является улучшенной версией ЛЛ. Будучи более сбалансированным, с улучшенным составом сплава и сверхсовременной системой наведения, призван усилить пояс обороны от легкого флота противника. После битвы, базовая возможность восстановления составляет 70%.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Легкий конвейер.</font>',
	404 => 'Концепция использования оружия электромагнитного импульса для движения снаряда возникла еще в середине-конце 1930-х. В принципе, пушка Гаусса состоит из системы мощных электромагнитов, которая выстреливает снаряд за счет ускорения между рядом расположенных металлических пластин. Пушки Гаусса ведут огонь высокой плотности снарядов на предельно высокой скорости. Это оружие является настолько мощным, что в момент выстрела оно создает звуковой удар, который слышен на многие километры.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
    <br> <font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	405 => 'Ионная пушка создана для уничтожения атакующего флота с помощью созданных в электромагнитном поле пучком частиц - ионов. Может использоваться для вывода из строя аппаратуры и энергетических щитов атакующего флота. Возможность восстановления оборонительных сооружений после боя составляет до 70%.
  <br> <br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	406 => 'В основу создания плазменного орудия положен принцип срабатывания импульса или тороида плазмы, а так же перегрева газов, в результате в электромагнитном ускорителе возникает плазменный шар, который запускается в цель. Приближение голубоватого шара и следующий за этим взрыв, впечатляет даже самого храброго противника.  Возможность восстановления оборонительных сооружений после боя составляет до 70%.
  <br> <br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	407 => 'Опасность падения на планету астероидов и космического мусора положило начало создания малого щитового купола. Создавая большое электромагнитное поле вокруг планеты, щит гарантированно отклоняет падающие на планету астероиды, а так же гасит определенное количество удара атакующего флота. Позднее было обнаружено, что малые щиты не обеспечивают должную защиту от атак противника в больших масштабах.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>',
	408 => 'Большой щитовой купол - успешное завершение модернизации малого купола. Требует большее количество энергии и ресурсов.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>',
	409 => 'Планетарный купол является конечным шагом в развитии пассивной планетарной обороны. В результате применения оборудования, которое создает более высокую напряженность электромагнитного поля, планетарный купол способен выдерживать довольно длительный период защиты от атак противника.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>',
	410 => 'Гравитонное орудие создает искажения гравитационного поля резко меняющие массу цели. Основаны, на схожих с двигателями антигравитационных машин, принципах. Возможность восстановления оборонительных сооружений после боя составляет до 70%.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
   <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	411 => 'Орбитальные базы имеют чудовищную мощь защитного оружия, способны поражать вражеские корабли в любом месте на поля боя. Требуют для постройки высокоразвитую гравитационную технологию.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>',
	412 => 'Лептонное орудие планировалось создать как техническое устройство, предназначенное для воздействия на сознание людей помимо их воли. Но в последний момент в проект ввели дополнения в результате которых пушка превратилась в грозное средство защиты планет от возможной агрессии. Заряженные частицы лептонов при контакте с целью, производят большие разрушения в щитах и броне флотов.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	413 => 'Протонное орудие при выстреле использует инверсионный протонный снаряд. Орудие требует длинных и громоздких ускорителей, что ограничивает его размещение большими стационарными установками. Пучки частиц представляют радиационную опасность для всех живых существ и не радиационно стойкой электроники в окрестностях точки поражения и в атмосфере, а также, вблизи пути луча.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	414 => 'Проект "Каньен" был запущен с целью усовершенствования гравитонного орудия и завершился полным успехом. Орудие требует больших материальных затрат и энергии, а так же высокоразвитой гравитационной технологии.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	415 => 'Квантовая пушка целенаправленно создана для уничтожения флагманов флота противника, а именно основных тяжелых кораблей. Принцип работы орудия основан на переходе вещества из одной термодинамической фазы в другую при изменении магнитного поля, из парамагнитного состояния в слабое ферромагнитное состояние.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.',
	416 => 'Ученые, не так давно доказали, что есть возможность использовать дейтерий в качестве оружия. Спустя некоторое время, появилось Водородное орудие. Во время соприкосновения с обшивкой или щитами корабля, возникает импульс, который подрывает дейтерий.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	417 => 'Орудие Дора, является самой мощной защитой среднего класса. Благодаря своей мощи, она может уничтожать армады противника за счет электромагнитного импульса, но из-за него, пушка очень быстро перегревается и требует очень много энергии, поэтому, они размещаются в горах и рядом с ними, всегда есть электростанция.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>',
	418 => 'Прототипом Фотонной пушки, было Протонное орудие. Фотонная пушка, при своей сравнительно небольшой ценой и мощным залповым огнем, она стала незаменимой для глобальной обороны.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	419 => 'Излучатель частиц - это результат долгой, кропотливой работы ученых и инженеров для создания данного вида обороны. Это один из тех не многих видов многоцелевой защиты планеты или луны, которая может дать отпор, почти всем известным видам кораблей. Его мощь заключается в сочетании плазменного, гравитонного и ионного орудия, в один мощный луч, который при попадании, расщепляет корабль в частицы.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
  <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>',
	420 => 'Мехадор Slim - самоходная прайм оборона легкого класса, использует два типа вооружения. Отлично справляется с легкими типами флота, в том числе и прайм флотом М-7. Получает меньше урона от межпланетных ракет, хорошо показывает себя против бомбардировщиков, при сравнении с другой обороной легкого класса.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии.</font>
  <br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Получает 10% урона при атаке Межпланетными ракетами.</font>
  <br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Легкий конвейер.</font>
  <br><br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Доступен при покупке в премиум магазине</font>',
	421 => 'Мехадор Iron - самоходная прайм оборона среднего класса, использует три типа вооружения. Эффективно справляется с средним типом флота, единственная оборона среднего класса имеющая скорострел против Разрушителя, так же имеет хороший скорострел против Бомбардировщика. Получает меньше урона от межпланетных ракет, хорошо показывает себя против бомбардировщиков и разрушителей, при сравнении с другой обороной среднего класса.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
 <br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Получает 15% урона при атаке Межпланетными ракетами.
 <br> <font color="#D2691E"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Средний конвейер.</font>
 <br><br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Доступен при покупке в премиум магазине</font>',
	422 => 'Мехадор Grand - самоходная прайм оборона тяжелого класса, использует три типа вооружения. Эффективно справляется со средним типом флота, в том числе и прайм флотом М-19. Получает меньше урона от межпланетных ракет, хорошо показывает себя против бомбардировщиков и разрушителей, при сравнении с другой обороной тяжелого класса.
  <br><br>
  <span style="line-height: 17px; color:#3399CC;"><span style=" margin-left:0px; margin-right:4px; cursor:default; float:left;" class="interrogation">i</span> Полезная информация:</span><br>
  <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> После боя восстанавливается 50-70% потерь. Процент можно увеличить прокачав умение "Механика" в академии </font>
 <br> <font color="#00FF00"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Получает 20% урона при атаке Межпланетными ракетами.
 <br> <font color="#B22222"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Тяжелый конвейер.</font>
 <br><br><font color="#BC8F8F"><span style=" margin-left:9px; margin-right:4px; cursor:default; float:left;">•</span> Доступен при покупке в премиум магазине</font>',

	502 => 'Ракеты-перехватчики уничтожают атакующие межпланетные ракеты.',
	503 => 'Межпланетные ракеты уничтожают защиту противника.',

	601 => 'Геолог - это признанный эксперт в астроминералогии и кристаллографии. Он со своей командой металлургов и химиков поддерживает межпланетные правительства при разработке новых источников ресурсов и оптимизации их очистки.',
	602 => 'Адмирал - это испытанный войной ветеран и гениальный стратег. Даже в самых горячих боях он не теряет обзора и поддерживает контакт с подчинёнными ему адмиралами. Мудрый правитель может полностью положиться на него в бою и тем самым использовать для боя больше кораблей.',
	603 => 'Инженер - это специалист по управлению энергией. В мирное время он повышает уровень энергетических сетей на колониях. В случае нападения он снабжает энергетические системы планетарных защит и предотвращает перегрузки, что ведёт к значительно меньшей степени потерь в бою.',
	604 => 'Гильдия технократов - это гениальные учёные, и их всегда можно найти там, где заканчивается грань технически возможного. Их код никогда не сможет разгадать ни один нормальный человек, и одним своим присутствием они вдохновляют учёных империи.',
	605 => 'Архитектор - это незаменимый специалист в любом строительстве. Благодаря исследованиям и экспериментам, связанным с проектным решением, авторскому надзору за строительством и научному подходу, позволяет ускорить строительство и увеличить КПД строителей.',
	606 => 'Учёный так же входит в профсоюз технократов. Он специализируются в сокращении времени изучения исследований.',
	607 => 'Работа хранителя заключается в том, чтобы доверенные ему ресурсы не пропадали даром. Его разум позволил придумать выход, он создал новую технику хранения ресурсов.',
	608 => 'Министр обороны - член императорской армии. Его заслуга в его работе, которая позволяет ему строить огромную защиту от вражеских флотов в кратчайшие сроки.',
	609 => 'Император впечатлен вашей работой, которую Вы предоставляете империи. В качестве благодарности он позволит Вам пользоваться самой мощной защитой.<br><br>Возможность строить Планетарный щитовой купол.',
	610 => 'Разведчик - загадочный человек. Никто никогда не видел его истинное лицо, и не увидит, пока он не умрет.',
	611 => 'Ранг командира неоднократно оправдал себя в современном ведении боя. Благодаря упрощённой структуре Ваши приказы могут исполняться быстрее, что позволит Вам сохранять контроль над всей Вашей империей. Вы сможете развивать стратегии, позволяющие всегда быть на шаг впереди противника.',
	612 => 'Разрушитель - служащий без милосердия. Он истребляет все на планетах, только из-за того, что ему это нравится. В настоящее время он разрабатывает новый метод производства Звезды Смерти.<br><br>Возможность строить 2 Звезды смерти по цене одной.',
	613 => 'Генерал - это почтенное лицо, которое служит много лет в армии. Бесчисленными маневрами генерал разработал стратегии, чтобы оптимизировать скорость любых типов кораблей при самых неожиданных обстоятельствах.',
	614 => 'Император обнаружил в Вас бесспорные качества завоевателя. Он предлагает Вам стать Рейдером. Рейдер - самый высокий ранг императорской армии.',
	615 => 'Как выяснилось, Вы - великий завоеватель вселенной. Настал момент для того, чтобы Вы взяли место, которое Вы заслуживаете.',
	
	701 => 'Повышает вооружение и броню кораблей и обороны.',
	702 => 'Повышает мощность щитов кораблей и обороны.',
	703 => 'Уменьшает время строительства построек.',
	704 => 'Повышает добычу сырья.',
	705 => 'Повышает выработку энергии.',
	706 => 'Уменьшает время проведения исследований.',
	707 => 'Уменьшает время полёта кораблей.',
);